Repository: webmandesign/zooey
Catalog: languages/*.po
Languages: sk_sk

# Block pattern title.
source: Call to action in a column with blurred background overlaying an image
sk_sk: Výzva na akciu v stĺpci s rozmazaným pozadím, prekrývajúci obrázok

# Block pattern title.
source: Call to action with description and list of question and answer toggles
sk_sk: Výzva na akciu s popisom a zoznamom rozbaľovacích otázok a odpovedí

# keyword
source: accordion
sk_sk: akordeón

# keyword
source: details
sk_sk: podrobnosti

# keyword
source: questions & answers
sk_sk: otázky a odpovede

# keyword
source: faq
sk_sk: často kladené otázky

# Frequently asked questions: question prefix.
source: Q:
sk_sk: O:

# Block pattern title.
source: Call to action in a large column with blurred background and 2 buttons overlaying a parallax background
sk_sk: Výzva na akciu vo veľkom stĺpci s rozmazaným pozadím a s 2 tlačidlami prekrývajúca pozadie s paralaxou

# Block pattern title.
source: Call to action with wide offset image below
sk_sk: Výzva na akciu so širokým posunutým obrázkom

# Block pattern title.
source: Call to action with testimonial on the side
sk_sk: Výzva na akciu s citátom na boku

# Block pattern title.
source: Call to action with image and fullwidth button on the side
sk_sk: Výzva na akciu s obrázkom a širokým tlačidlom na boku

# keyword
source: portfolio
sk_sk: portfólio

# keyword
source: projects
sk_sk: projekty

# keyword
source: features
sk_sk: vlastnosti

# keyword
source: services
sk_sk: služby

# Block pattern title.
source: Large call to action with image on the side
sk_sk: Veľká výzva na akciu s obrázkom na boku

# Block pattern title.
source: Call to action with bottom aligned gallery
sk_sk: Výzva na akciu s galériou zarovnanou dole

# Block pattern title.
source: Simple center aligned call to action with big title
sk_sk: Jednoduchá výzva na akciu zarovnaná na stred s veľkým názvom

# Block pattern title.
source: Classic boxed call to action
sk_sk: Klasická zaškatuľkovaná výzva na akciu

# Block pattern title.
source: Simple call to action with big text description
sk_sk: Jednoduchá výzva na akciu s veľkým textovým popisom

# Block pattern title.
source: 2 images with large text and button below
sk_sk: 2 obrázky s veľkým textom a tlačidlom nižšie

# keyword
source: gallery
sk_sk: galéria

# Block pattern title.
source: 3 columns of images with hover content
sk_sk: 3 stĺpce obrázkov s efektom odhalenia obsahu

# keyword
source: cover
sk_sk: titulka

# Block pattern title.
source: 3 covers with buttons in tiled layout
sk_sk: 3 kachličkovo rozložené titulky s tlačidlami

# Block pattern title.
source: Simple center aligned call to action with big text on a parallax image
sk_sk: Jednoduchá výzva na akciu zarovnaná na stred s veľkým textom na obrázku paralaxy

# Block pattern title.
source: Call to action with 2 images on the side
sk_sk: Výzva na akciu s 2 obrázkami na boku

# Block pattern title.
source: Fullscreen call to action with highlighted title
sk_sk: Výzva na akciu na celú obrazovku so zvýrazneným nadpisom

# Block pattern title.
source: List of oval pill-style links with icons
sk_sk: Zoznam oválnych odkazov s ikonkami v štýle piluliek

# keyword
source: columns
sk_sk: stĺpce

# Block pattern title.
source: List of rectangular pill-style links with icons
sk_sk: Zoznam obdĺžnikových odkazov s ikonkami v štýle piluliek

# Block pattern title.
source: Text in creative columns layout
sk_sk: Text v kreatívnom rozložení stĺpcov

# Block pattern title.
source: Three columns of text-only features
sk_sk: Tri stĺpce textových funkcií

# Block pattern title.
source: Simple contact info with large intro text
sk_sk: Jednoduché kontaktné informácie s veľkým úvodným textom

source: Social networks
sk_sk: Sociálne siete

source: Get in touch
sk_sk: Kontaktujte nás

source: Visit us
sk_sk: Navštívte nás

# Block pattern title.
source: Map image with link to online map
sk_sk: Obrázok mapy s odkazom na online mapu

# Block pattern title.
source: Contact form with image and contact info below
sk_sk: Kontaktný formulár s obrázkom a kontaktnými informáciami nižšie

# keyword
source: address
sk_sk: adresa

# keyword
source: phone
sk_sk: telefón

source: Call us
sk_sk: Zavolajte nám

source: Email us
sk_sk: Pošlite nám e-mail

# Block pattern title.
source: Contact info with giant description and multiple addresses
sk_sk: Kontaktné informácie s obrovským popisom a viacerými adresami

# keyword
source: social
sk_sk: sociálne siete

# Block pattern title.
source: Contact info with image on the side
sk_sk: Kontaktné informácie s obrázkom na bočnej strane

# Block pattern title.
source: Quote with contact info on the side and an image below
sk_sk: Citácia s kontaktnými informáciami na boku a obrázkom nižšie

source: Contact
sk_sk: Kontakt

# Block pattern title.
source: Contact info for 2 locations
sk_sk: Kontaktné informácie pre 2 miesta

source: → See the location
sk_sk: → Pozrite si polohu

# Block pattern title.
source: Working hours
sk_sk: Pracovný čas

# keyword
source: business hours
sk_sk: prevádzkové hodiny

# keyword
source: opening hours
sk_sk: otváracie hodiny

# keyword
source: time
sk_sk: čas

# As in time, working hours.
source: Closed
sk_sk: Zatvorené

# Block pattern title.
source: List of toggles
sk_sk: Zoznam rozbaľovacích blokov

# keyword
source: question
sk_sk: otázka

# keyword
source: answer
sk_sk: odpoveď

# Block pattern title.
source: 4 numbered pairs of question and answer in 2 columns with description
sk_sk: 4 očíslované dvojice otázok a odpovedí v 2 stĺpcoch s popisom

# Block pattern title.
source: 4 pairs of question and answer in boxes in 2 columns with description
sk_sk: 4 dvojice otázok a odpovedí v rámčekoch v 2 stĺpcoch s popisom

# Block pattern title.
source: Boxes with title on the side
sk_sk: Rámčeky s nadpisom na boku

# Block pattern title.
source: List of toggles with heading on the side
sk_sk: Zoznam rozbaľovacích blokov s nadpisom na boku

# Frequently Asked Questions
source: FAQ
sk_sk: Otázky

# Block pattern title.
source: Question with answer and an image on the side
sk_sk: Otázka s odpoveďou a obrázkom na boku

# Block pattern title.
source: Partner logos
sk_sk: Logá partnerov

# keyword
source: image
sk_sk: obrázok

# keyword
source: clients
sk_sk: klienti

# Block pattern title.
source: 3 images styled with background gradients
sk_sk: 3 obrázky s prechodovým pozadím

# Block pattern title.
source: Tiled section links with background images
sk_sk: Dlaždicové odkazy na sekcie s obrázkami na pozadí

# Block pattern title.
source: Fullwidth gallery with duotone filter
sk_sk: Galéria na plnú šírku s duotónovým filtrom

# Block pattern title.
source: Wide gallery of 2 images
sk_sk: Široká galéria 2 obrázkov

# Block pattern title.
source: Smaller image with caption accompanied with larger image on the side
sk_sk: Menší obrázok s popisom doplnený väčším obrázkom na boku

# Block pattern title.
source: Offset gallery with description
sk_sk: Posunutá galéria s popisom

# Block pattern title.
source: Image gallery with sticky description
sk_sk: Galéria obrázkov s prilepovacím popisom

# Block pattern title.
source: 3 columns with images and text
sk_sk: 3 stĺpce s obrázkami a textom

# Block pattern title.
source: 3 images with description on the side
sk_sk: 3 obrázky s popisom na boku

# Block pattern title.
source: Sticky gallery
sk_sk: Prichytávaná galéria

# Block pattern title.
source: Gallery of framed images with caption on a blurred background
sk_sk: Galéria orámovaných obrázkov s titulkom na rozmazanom pozadí

# Block pattern title.
source: Fullwidth image with offset images with description below
sk_sk: Obrázok v plnej šírke s odsadenými obrázkami s popisom nižšie

# Block pattern title.
source: Tiled fullwidth gallery
sk_sk: Dlaždicová galéria na plnú šírku

# keyword
source: images
sk_sk: obrázky

# Block pattern title.
source: Page title with background image, features list, and buttons
sk_sk: Názov stránky s obrázkom pozadia, zoznamom vlastností a tlačidlami

# keyword
source: call to action
sk_sk: výzva k akcii

# keyword
source: page header
sk_sk: nadpis stránky

# keyword
source: title
sk_sk: titulok

# keyword
source: heading
sk_sk: nadpis

# Block pattern title.
source: Page title with description and 3 features overlapping parallax featured image background
sk_sk: Nadpis strany s popisom a 3 vlastnosťami prekrývajúcimi pozadie paralaxy s prezentačným obrázkom

# keyword
source: icons
sk_sk: ikonky

# Block pattern title.
source: Page title with description cut into a featured image cover
sk_sk: Nadpis strany s popisom vrezaným do prezentačného obrázka

# Block pattern title.
source: Page title with very large word and text on the side
sk_sk: Názov stránky s veľmi veľkým slovom a textom na boku

# keyword
source: giant
sk_sk: obrovské

source: Hello.
sk_sk: Ahoj.

# Block pattern title.
source: Wide featured image followed with post date, title and intro text
sk_sk: Široký prezentačný obrázok nasledovaný dátumom publikovania, nadpisom a úvodným textom

# Block pattern title.
source: Simple page title with description on the side
sk_sk: Jednoduchý nadpis stránky s popisom na boku

# Block pattern title.
source: Page title with description with an protruding featured image on the side
sk_sk: Nadpis strany s popisom s vyčnievajúcim prezentačným obrázkom na boku

# Block pattern title.
source: Page title with image and huge call to action on the side
sk_sk: Názov stránky s obrázkom a obrovskou výzvou na akciu na boku

# Block pattern title.
source: Page title with short description on a blurred background overlaying full screen image
sk_sk: Nadpis strany s krátkym popisom na rozmazanom pozadí prekrývajúce obrázok na celú obrazovku

# Block pattern title.
source: Page title, description, button, and a quote overlaying background image with zoom in animation
sk_sk: Názov strany, popis, tlačidlo a citát prekrývajúce obrázok na pozadí s animáciou priblíženia

# keyword
source: testimonials
sk_sk: referencie

# Block pattern title.
source: Page title, call to action with gallery and large vertical text on the side
sk_sk: Nadpis strany, výzva na akciu s galériou a veľkým zvislým textom na boku

# Block pattern title.
source: Split page title with short description, button, and image on the side on a solid color background
sk_sk: Rozdelený názov strany s krátkym popisom, tlačidlom a obrázkom na boku na jednofarebnom pozadí

# Block pattern title.
source: Page title with call to action and fullwidth parallax featured image
sk_sk: Nadpis strany s výzvou na akciu a paralaxou s prezentačným obrázkom v plnej šírke

# Block pattern title.
source: Page title with buttons on parallax background image
sk_sk: Nadpis stránky s tlačidlami na pozadí paralaxy

# Block pattern title.
source: Hidden page title with two large image call to actions
sk_sk: Skrytý nadpis stránky s dvoma veľkými obrázkami s výzvou na akciu

# Block pattern title.
source: Page title with two images on the sides
sk_sk: Nadpis stránky s dvoma obrázkami po stranách

# Block pattern title.
source: Custom header image (flipped vertically)
sk_sk: Vlastný obrázok hlavičky (prevrátený zvislo)

# Block pattern title.
source: Custom header image
sk_sk: Vlastný obrázok hlavičky

# Block pattern title.
source: Text and an image in columns with a lot of white space around
sk_sk: Text a obrázok v stĺpcoch s veľkým množstvom okolného prázdneho miesta

# Block pattern title.
source: Description with heading on the side and wide image below
sk_sk: Popis s nadpisom na boku a širokým obrázkom dole

# Block pattern title.
source: Images with description text in 2 columns
sk_sk: Obrázky s popisom v 2 stĺpcoch

# Block pattern title.
source: Title with description overlaying parallax image
sk_sk: Nadpis s popisom prekrývajúce obrázok paralaxy

# keyword
source: gradient
sk_sk: prechod

# Block pattern title.
source: Image with right padding
sk_sk: Obrázok s odsadením vpravo

# Block pattern title.
source: Fullwidth parallax image
sk_sk: Obrázok paralaxy v plnej šírke

# Block pattern title.
source: 3 columns of image with description
sk_sk: 3 stĺpce obrázka s popisom

# Block pattern title.
source: Cover with large centered text
sk_sk: Titulka s veľkým centrovaným textom

# Block pattern title.
source: Banner text with image on the side
sk_sk: Text bannera s obrázkom na boku

# Block pattern title.
source: Heading and description with 2 images, larger image is on the side
sk_sk: Nadpis a popis s 2 obrázkami, väčší obrázok je na boku

# Block pattern title.
source: Project content in 2 columns with images
sk_sk: Obsah projektu v 2 stĺpcoch s obrázkami

# Block pattern title.
source: Numbers in 2 columns with large text description on the side
sk_sk: Čísla v 2 stĺpcoch s veľkým textovým popisom na boku

# keyword
source: numbers
sk_sk: čísla

# keyword
source: stats
sk_sk: štatistiky

# Block pattern title.
source: Numbers in 4 columns with description
sk_sk: Čísla v 4 stĺpcoch s popisom

# Block pattern title.
source: 3 columns of steps or features
sk_sk: 3 stĺpce krokov alebo funkcií

# Block pattern title.
source: Progress bar
sk_sk: Diagram postupu

# keyword
source: percentage
sk_sk: percentá

# Block pattern title.
source: Stats with image on the side
sk_sk: Štatistiky s obrázkom na boku

# Block pattern title.
source: 3 numbered features
sk_sk: 3 očíslované funkcie

# keyword
source: steps
sk_sk: kroky

# Block pattern title.
source: History section with years
sk_sk: Sekcia histórie s rokmi

# keyword
source: year
sk_sk: rok

# keyword
source: timeline
sk_sk: časová os

# Block pattern title.
source: About page: %1$s%2$s
sk_sk: Informačná stránka: %1$s%2$s

# Page content context.
source: 1. With history and team section
sk_sk: 1. S históriou a sekciou tímu

# Page content additional notes.
source: (use "Overlaid header" template)
sk_sk: (použite šablónu "Prekrytá hlavička")

# keyword
source: page content
sk_sk: obsah stránky

# Page content context.
source: 2. With gallery and call to action
sk_sk: 2. S galériou a výzvou na akciu

# Page content additional notes.
source: (use default template)
sk_sk: (použite predvolenú šablónu)

# Page content context.
source: 3. About a person
sk_sk: 3. O osobe

# Page content additional notes.
source: (use "No intro" template)
sk_sk: (použite šablónu "Bez intra")

# Block pattern title.
source: Contact page: %1$s%2$s
sk_sk: Stránka kontaktu: %1$s%2$s

# Page content context.
source: 1. With a quote and questions and answers
sk_sk: 1. S citáciou a otázkami a odpoveďami

# Page content context.
source: 2. With a map image
sk_sk: 2. S obrázkom mapy

# Block pattern title.
source: Questions & answers page: %1$s%2$s
sk_sk: Stránka otázok a odpovedí: %1$s%2$s

# Page content context.
source: 1. Numbered list and toggles
sk_sk: 1. Číslovaný zoznam a rozbaľovače

# Page content context.
source: 2. With topical sections
sk_sk: 2. S tematickými sekciami

# Block pattern title.
source: Gallery page: %1$s%2$s
sk_sk: Stránka galérie: %1$s%2$s

# Page content context.
source: 1. With 3 topical sections
sk_sk: 1. S 3 tematickými sekciami

# Page content context.
source: 2. Cascading images with call to action
sk_sk: 2. Kaskádové obrázky s výzvou na akciu

# Block pattern title.
source: Home page: %1$s%2$s
sk_sk: Úvodná stránka: %1$s%2$s

# Page content context.
source: 1. With vertical intro text
sk_sk: 1. So zvislým úvodným textom

# Page content context.
source: 2. With big intro text
sk_sk: 2. S veľkým úvodným textom

# Page content context.
source: 3. With intro features
sk_sk: 3. S vlastnosťami v intru

# Page content context.
source: 4. With tiled categories
sk_sk: 4. S dlaždicovými kategóriami

# Page content context.
source: 5. Fullscreen sections
sk_sk: 5. Sekcie na celú obrazovku

# Page content additional notes.
source: (use "Overlaid header" template, change H1 to H2 for each section)
sk_sk: (použite šablónu "Prekrytá hlavička", zmeňte H1 na H2 pre každú sekciu)

# Page content context.
source: 6. With quote in intro
sk_sk: 6. S citátom v úvode

# Page content context.
source: 7. With sticky intro sections
sk_sk: 7. S prichytávacími intro sekciami

# Block pattern title.
source: Portfolio page: %1$s%2$s
sk_sk: Stránka portfólia: %1$s%2$s

# Page content context.
source: 1. With intro image, projects list, and call to action
sk_sk: 1. S úvodným obrázkom, zoznamom projektov a výzvou na akciu

# Page content context.
source: 2. Projects list with short description
sk_sk: 2. Zoznam projektov s krátkym opisom

# Block pattern title.
source: Pricing page: %1$s%2$s
sk_sk: Stránka s cenami: %1$s%2$s

# Page content context.
source: 1. Features, pricing plans, partner logos, testimonials and gallery
sk_sk: 1. Vlastnosti, cenové plány, logá partnerov, referencie a galéria

# Page content context.
source: 2. Pricing table with testimonial and questions and answers
sk_sk: 2. Cenník s posudkom a otázkami a odpoveďami

# Block pattern title.
source: Project page: %1$s%2$s
sk_sk: Stránka projektu: %1$s%2$s

# Page content context.
source: 1. With sticky details section
sk_sk: 1. S prichytávacou sekciou s podrobnosťami

# Page content context.
source: 2. With gallery and wide details section
sk_sk: 2. S galériou a širokou časťou podrobností

# Block pattern title.
source: Single service page: %1$s%2$s
sk_sk: Stránka služby: %1$s%2$s

# Page content context.
source: 1. With icons and 2 images with description
sk_sk: 1. S ikonkami a 2 obrázkami s popisom

# Page content context.
source: 2. With gallery and sticky description text
sk_sk: 2. S galériou a prichytávajúcim popisom

# Block pattern title.
source: Services list page: %1$s%2$s
sk_sk: Stránka zoznamu služieb: %1$s%2$s

# Page content context.
source: 1. With alternating service call to actions
sk_sk: 1. So striedavou výzvou na akciu k službám

# Page content context.
source: 2. With big letters instead of icons and 2 prominent services below
sk_sk: 2. S veľkými písmenami namiesto ikoniek a 2 prominentnými službami nižšie

# Block pattern title.
source: Coming soon page%s
sk_sk: Už čoskoro%s

# Page content additional notes.
source: (use "Content only" template)
sk_sk: (použite šablónu "Iba obsah")

# Block pattern title.
source: Team page: %1$s%2$s
sk_sk: Stránka tímu: %1$s%2$s

# Page content context.
source: 1. With CEO info and team members
sk_sk: 1. S informáciami o generálnom riaditeľovi a členmi tímu

# keyword
source: staff
sk_sk: zamestnanci

# keyword
source: people
sk_sk: ľudia

# Page content context.
source: 2. With team members list with sticky desription and some stats
sk_sk: 2. So zoznamom členov tímu s prilepovacím popisom a štatistikou

# Block pattern title.
source: Testimonials page: %1$s%2$s
sk_sk: Stránka s referenciami: %1$s%2$s

# Page content context.
source: 1. Quotes in columns, with partner logos
sk_sk: 1. Citáty v stĺpcoch s logami partnerov

# keyword
source: quotes
sk_sk: citáty

# keyword
source: reviews
sk_sk: recenzie

# Page content context.
source: 2. Intro with call to action, quotes in columns, partner logos
sk_sk: 2. Intro s výzvou na akciu, citátmi v stĺpcoch a logami partnerov

# Block pattern title.
source: Project content with sticky details on the side
sk_sk: Obsah projektu s pripínateľnými údajmi na boku

source: Details
sk_sk: Podrobnosti

# Block pattern title.
source: Wide project details
sk_sk: Široké údaje o projekte

# Block pattern title.
source: List of projects
sk_sk: Zoznam projektov

# keyword
source: posts
sk_sk: príspevky, články

# Block pattern title.
source: Project image gallery with sticky description on the side
sk_sk: Galéria obrázkov projektu s prichyteným popisom na boku

# Block pattern title.
source: Projects list item
sk_sk: Položka zoznamu projektov

source: Category
sk_sk: Kategória

# Block pattern title.
source: Posts list in 3 columns with description, list of categories and a button
sk_sk: Zoznam príspevkov v 3 stĺpcoch s popisom, zoznamom kategórií a tlačidlom

# keyword
source: news
sk_sk: novinky

# Posts
source: See all →
sk_sk: Všetky →

# Block pattern title.
source: Posts list in 3 columns
sk_sk: Zoznam príspevkov v 3 stĺpcoch

source: Recent posts
sk_sk: Najnovšie príspevky

# Block pattern title.
source: Simple, text-only list of recent posts
sk_sk: Jednoduchý textový zoznam najnovších príspevkov

# As in "written by [author name]".
source: by
sk_sk: od

# In category.
source: in
sk_sk: v

# Block pattern title.
source: Next/previous post navigation
sk_sk: Navigácia na nasledujúci/predchádzajúci príspevok

# Block pattern title.
source: Posts list item
sk_sk: Položka zoznamu príspevkov

# Block pattern title.
source: Pricing plans in 3 columns
sk_sk: Cenové plány v 3 stĺpcoch

# Block pattern title.
source: Restaurant food menu
sk_sk: Jedálny lístok reštaurácie

# keyword
source: meals
sk_sk: jedlá

# Block pattern title.
source: Pricing table
sk_sk: Tabuľka cien

# Block pattern title.
source: Description text with 4 boxes of features with icons on the side
sk_sk: Popisný text so 4 poľami funkcií s ikonami na boku

# Block pattern title.
source: 4 columns of features with icons
sk_sk: 4 stĺpce vlastností s ikonkami

# Block pattern title.
source: Altering features with 2 images on the side overlaying a pattern background
sk_sk: Meniace sa funkcie s 2 obrázkami na boku prekrývajúce vzorované pozadie

# Block pattern title.
source: Columns of features with large letters instead of icons
sk_sk: Stĺpce funkcií s veľkými písmenami namiesto ikoniek

# Block pattern title.
source: 3 colored features in 2 columns with an image
sk_sk: 3 farebné funkcie v 2 stĺpcoch s obrázkom

# Block pattern title.
source: 4 text features in 2 columns
sk_sk: 4 textové funkcie v 2 stĺpcoch

# Block pattern title.
source: 6 features with icons in 3 columns
sk_sk: 6 funkcií s ikonkami v 3 stĺpcoch

# Block pattern title.
source: Process table with icons
sk_sk: Tabuľka procesov s ikonkami

# Block pattern title.
source: Boxed call to action with large title on the side and images above
sk_sk: Orámovaná výzva na akciu s veľkým nadpisom na boku a obrázkami vyššie

# Block pattern title.
source: Call to action with 3 columns of images with short description below
sk_sk: Výzva na akciu s 3 stĺpcami obrázkov s krátkym popisom

# Block pattern title.
source: 3 columns of icon with description on the side
sk_sk: 3 stĺpce ikoniek s popisom na boku

# Block pattern title.
source: Title with description and button, and an image with gradient background on the side
sk_sk: Názov s popisom a tlačidlom a obrázok s pozadím prechodu na bočnej strane

# keyword
source: media and text
sk_sk: médiá a text

# Block pattern title.
source: 3 descending columns of icons with description
sk_sk: 3 zostupujúce stĺpce ikoniek s popisom

# Block pattern title.
source: 3 boxed columns with icon, description and a button on a subtle pattern background
sk_sk: 3 orámované stĺpce s ikonkou, popisom a tlačidlom na jemnom vzorovanom pozadí

# keyword
source: pattern
sk_sk: vzor

# Block pattern title.
source: Description with 2 product categories on a gradient background
sk_sk: Popis s 2 kategóriami produktov na prechodovom pozadí

# Block pattern title.
source: 3 columns of new products
sk_sk: 3 stĺpce nových produktov

source: New arrivals
sk_sk: Novinky

# "Shop" page URL relative to home page.
source: /shop/
sk_sk: /obchod/

# Products
source: See all →
sk_sk: Všetky →

# Block pattern title.
source: 4 columns of best selling products
sk_sk: 4 stĺpce najpredávanejších produktov

source: Best sellers
sk_sk: Najpredávanejšie

# Block pattern title.
source: 4 new products in 2 columns with a large image on the side overlaid with description
sk_sk: 4 nové produkty v 2 stĺpcoch s veľkým obrázkom na boku prekrytým popisom

# Block pattern title.
source: Page content: %1$s%2$s
sk_sk: Obsah stránky: %1$s%2$s

# Page content context.
source: My Account page
sk_sk: Stránka Môj účet

# Block pattern title.
source: Page content: %1$s
sk_sk: Obsah stránky: %1$s
