Repository: webmandesign/zooey
Catalog: languages/*.po
Languages: sk_sk

source: Install Required Plugins
sk_sk: Inštalovať vyžadované moduly

source: Install Plugins
sk_sk: Inštalovať moduly

source: Installing Plugin: %s
sk_sk: Inštalujem modul: %s

source: Updating Plugin: %s
sk_sk: Aktualizujem modul: %s

source: Something went wrong with the plugin API.
sk_sk: Chyba v API modulov.

source: This theme requires the following plugin: %1$s.
sk_sk: Táto téma vyžaduje nasledujúci plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
sk_sk: Táto téma odporúča nasledujúci plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
sk_sk: Nasledujúci plugin je potrebné aktualizovať s cieľom zabezpečiť maximálnu kompatibilitu s touto témou: %1$s.

source: There is an update available for: %1$s.
sk_sk: K dispozícii je aktualizácia pre: %1$s.

source: The following required plugin is currently inactive: %1$s.
sk_sk: Tento vyžadovaný plugin nie je aktivovaný: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
sk_sk: Tento odporúčaný plugin nie je aktivovaný: %1$s.

source: Begin installing plugin
sk_sk: Spustiť inštaláciu pluginu

source: Begin updating plugin
sk_sk: Spustiť aktualizáciu pluginu

source: Begin activating plugin
sk_sk: Spustiť aktiváciu pluginu

source: Return to Required Plugins Installer
sk_sk: Návrat na inštalátor vyžadovaných modulov

source: Return to the Dashboard
sk_sk: Späť na Nástenku

source: Plugin activated successfully.
sk_sk: Modul bol úspešne aktivovaný.

source: The following plugin was activated successfully:
sk_sk: Nasledujúci plugin bol úspešne aktivovaný:

source: No action taken. Plugin %1$s was already active.
sk_sk: Nebola vykonaná žiadna akcia. Modul %1$s je už aktívny.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
sk_sk: Modul nebol aktivovaný. Táto téma vyžaduje vyššiu verziu modulu %s. Prosíme, aktualizujte modul.

source: All plugins installed and activated successfully. %1$s
sk_sk: Všetky moduly boli úspešne nainštalované a aktivované. %1$s

source: Dismiss this notice
sk_sk: Vypnúť toto oznámenie

source: There are one or more required or recommended plugins to install, update or activate.
sk_sk: V zozname sa už nenachádzajú žiadne moduly vyžadované na inštaláciu, aktualizáciu alebo aktiváciu.

source: Please contact the administrator of this site for help.
sk_sk: Prosíme, kontaktujte administrátora webstránky.

source: This plugin needs to be updated to be compatible with your theme.
sk_sk: Tento modul je nutné aktualizovať, aby bola zachovaná kompatibilita s témou.

source: Update Required
sk_sk: Vyžaduje aktualizáciu

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
sk_sk: Vzdialený balík modulu neobsahuje zložku pomenovanú vyžadovaným slugom a premenovanie neprebehlo úspešne.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
sk_sk: Prosíme, kontaktujte poskytovateľov modulu a požiadajte ich o prípravu balíka modulu podľa pokynov WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
sk_sk: Vzdialený balík modulu obsahuje viacero súborov, ktoré však nie sú vnorené v zložke.

# plugin A *and* plugin B
source: and
sk_sk: a

source: Required
sk_sk: Vyžadované

source: Recommended
sk_sk: Odporúčané

source: WordPress Repository
sk_sk: WordPress repozitár

source: External Source
sk_sk: Externý zdroj

source: Pre-Packaged
sk_sk: Pribalené

source: Not Installed
sk_sk: Nenainštalované

source: Installed But Not Activated
sk_sk: Inštalované, ale neaktivované

source: Active
sk_sk: Aktívny

source: Required Update not Available
sk_sk: Vyžadovaná aktualizácia nie je k dispozícii

source: Requires Update
sk_sk: Vyžaduje aktualizáciu

source: Update recommended
sk_sk: Odporúča sa aktualizovať

# plugins
source: All <span class="count">(%s)</span>
sk_sk: Všetko <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
sk_sk: K inštalácii <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
sk_sk: Dostupná aktualizácia <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
sk_sk: K aktivácii <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
sk_sk: neznáma

source: Installed version:
sk_sk: Nainštalovaná verzia:

source: Minimum required version:
sk_sk: Minimálna vyžadovaná verzia:

source: Available version:
sk_sk: Dostupná verzia:

source: No plugins to install, update or activate.
sk_sk: Žiadne moduly na inštaláciu, aktualizáciu alebo aktiváciu.

source: Plugin
sk_sk: Modul

source: Source
sk_sk: Zdroj

source: Type
sk_sk: Typ

source: Version
sk_sk: Verzia

source: Status
sk_sk: Stav

source: Install %2$s
sk_sk: Inštalovať %2$s

source: Update %2$s
sk_sk: Aktualizovať %2$s

source: Activate %2$s
sk_sk: Aktivovať %2$s

source: Upgrade message from the plugin author:
sk_sk: Správa o aktualizácii od autora modulu:

source: Install
sk_sk: Inštalovať

source: Update
sk_sk: Aktualizovať

source: Activate
sk_sk: Aktivovať

source: No plugins were selected to be installed. No action taken.
sk_sk: Neboli zvolené žiadne moduly pre inštaláciu. Žiadna akcia nebola vykonaná.

source: No plugins were selected to be updated. No action taken.
sk_sk: Neboli zvolené žiadne moduly pre aktualizáciu. Žiadna akcia nebola vykonaná.

source: No plugins are available to be installed at this time.
sk_sk: Nie sú k dispozícii žiadne moduly pre inštaláciu.

source: No plugins are available to be updated at this time.
sk_sk: Nie sú k dispozícii žiadne moduly pre aktualizáciu.

source: No plugins were selected to be activated. No action taken.
sk_sk: Neboli zvolené žiadne moduly pre aktiváciu. Žiadna akcia nebola vykonaná.

source: No plugins are available to be activated at this time.
sk_sk: Nie sú k dispozícii žiadne moduly pre aktiváciu.

source: Plugin activation failed.
sk_sk: Aktivácia modulu zlyhala.

source: Updating Plugin %1$s (%2$d/%3$d)
sk_sk: Aktualizujem modul %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
sk_sk: Pri inštalácii %1$s došlo k chybe: <strong>%2$s</strong>.

source: The installation of %1$s failed.
sk_sk: Zlyhala inštalácia %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
sk_sk: Spúšťa sa proces inštalácie a aktivácie. Tento proces môže chvíľu trvať, prosíme o trpezlivosť.

source: %1$s installed and activated successfully.
sk_sk: %1$s úspešne inštalované a aktivované.

source: All installations and activations have been completed.
sk_sk: Všetky inštalácie a aktivácie sú skompletizované.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
sk_sk: Inštalácia a aktivácia modulu %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
sk_sk: Spúšťa sa proces inštalácie. Tento proces môže chvíľu trvať, prosíme o trpezlivosť.

source: %1$s installed successfully.
sk_sk: %1$s úspešne inštalovaný.

source: All installations have been completed.
sk_sk: Všetky inštalácie boli skompletizované.

source: Installing Plugin %1$s (%2$d/%3$d)
sk_sk: Inštalácia modulu %1$s (%2$d/%3$d)

source: Show Details
sk_sk: Zobraziť podrobnosti

source: Hide Details
sk_sk: Skryť podrobnosti

source: Zooey is accessibility ready WordPress website builder for creating beautiful, performant, unique, customizable, inclusive websites easily and in no time. Flexible enough to fit all your needs.
sk_sk: Zooey je bezbariérový tvorca webstránok pre WordPress, s ktorým vytvoríte krásne, výkonné, jedinečné, prispôsobiteľné a inkluzívne webstránky jednoducho a rýchlo. Dostatočne flexibilný, aby splnil všetky vaše požiadavky.

source: WebMan Design, Oliver Juhas
sk_sk: WebMan Design, Oliver Juhás

source: Skip to main content
sk_sk: Preskočiť na hlavný obsah

# Aria label for Cover block background image with empty alternative text.
source: Background image
sk_sk: Obrázok pozadia

# keyword
source: site
sk_sk: webstránka

# Block pattern category label.
source: Questions & Answers
sk_sk: Otázky a odpovede

# Block pattern category label.
source: Intro (Page Title)
sk_sk: Intro (titulok stránky)

# Block pattern category label.
source: Numbers
sk_sk: Čísla

# Block pattern category label.
source: Pages
sk_sk: Stránky

# Block pattern category label.
source: Pricing
sk_sk: Ceny

# Block pattern category label.
source: Shop
sk_sk: Obchod

# Block pattern category label.
source: Templates
sk_sk: Šablóny

# Block pattern category label.
source: Site builder
sk_sk: Budovanie webstránky

# Block pattern category label.
source: Zooey theme
sk_sk: Téma Zooey

# Demo text.
source: Some text
sk_sk: Nejaký text

# Demo text.
source: Just a short sentence
sk_sk: Len krátka vetička

# Demo text.
source: Write your own copy text here
sk_sk: Sem si napíšte vlastný text

# Demo text.
source: This is just a demo text you should overwrite
sk_sk: Toto je len demo text, ktorý by ste mali prepísať

# Demo text.
source: Title
sk_sk: Nadpis

# Demo text.
source: This is title
sk_sk: Som nadpis

# Demo text.
source: Write some title text here
sk_sk: Napíšte sem text nadpisu

# Demo text.
source: This is title text and it may be a bit long
sk_sk: Toto je text nadpisu a môže byť trochu dlhý

# Demo text.
source: The ideal length of the title text in here should be maybe a bit longer
sk_sk: Ideálna dĺžka textu nadpisu by tu mala byť možno o niečo dlhšia

# Demo text.
source: 123 Street Name<br>Cityname 56789<br>COUNTRY
sk_sk: Názov Ulice 123<br>Názovmesta, 56789<br>KRAJINA

# Demo text.
source: 123 Street Name, Cityname 56789, COUNTRY
sk_sk: Názov Ulice 123, Názovmesta 56789, KRAJINA

# Demo text.
source: example@example.com
sk_sk: priklad@priklad.sk

# Demo text.
source: 10:30 am on Monday, July 1, 2021
sk_sk: 10:30 v pondelok 1. júla 2021

# Demo text. Week days.
source: Mon - Fri
sk_sk: Po - Pi

# Demo text. Weekend days.
source: Sat - Sun
sk_sk: So - Ne

# Demo text.
source: Monday
sk_sk: Pondelok

# Demo text.
source: Tuesday
sk_sk: Utorok

# Demo text.
source: Wednesday
sk_sk: Streda

# Demo text.
source: Thursday
sk_sk: Štvrtok

# Demo text.
source: Friday
sk_sk: Piatok

# Demo text.
source: Saturday
sk_sk: Sobota

# Demo text.
source: Sunday
sk_sk: Nedeľa

# Demo text. Name of a person.
source: Vincent van Gogh
sk_sk: Martin Kukučín‎

# Demo text. Name of a person.
source: Edward Hopper
sk_sk: Pavol Dobšinský

# Demo text. Name of a person.
source: Pablo Picasso
sk_sk: Samo Chalupka

# Demo text. Name of a person.
source: Mary Cassatt
sk_sk: Terézia Vansová

# Demo text. Name of a person.
source: Frida Kahlo
sk_sk: Božena Slančíková

# Demo text. Name of a person.
source: Berthe Morisot
sk_sk: Margita Figuli

# Demo text. Occupation, job title.
source: founder
sk_sk: zakladateľ

# Demo text. Image alt text.
source: Image alternative description text
sk_sk: Text alternatívneho popisu obrázka

# Demo text. Button label.
source: Click here &rarr;
sk_sk: Kliknite sem &rarr;

# Demo text. Button label.
source: Read more &rarr;
sk_sk: Čítať ďalej &rarr;

# Demo text.
source: Use a form block here ↗
sk_sk: Tu použite blok formulára ↗

# Block style label.
source: Backdrop blur
sk_sk: Rozmazanie pozadia

# Block style label.
source: Blurred overlay
sk_sk: Rozmazané prekrytie

# Block style label.
source: Inline buttons
sk_sk: Tlačidlá v jednom riadku

# Block style label.
source: Checkmark
sk_sk: Fajka

# Block style label.
source: Dashed
sk_sk: Prerušovaný

# Block style label.
source: Disable link
sk_sk: Vypnúť odkaz

# Block style label.
source: Dotted
sk_sk: Bodkovaný

# Block style label.
source: Featured posts
sk_sk: Odporúčané príspevky

# Block style label.
source: Fit image
sk_sk: Prispôsobiť obrázok

# Block style label.
source: Fixed mobile toggle button
sk_sk: Zafixované tlačidlo mobilného spínača

# Block style label.
source: Framed
sk_sk: Orámovanie

# Block style label.
source: Content on hover
sk_sk: Odhalenie obsahu

# Block style label.
source: Is image
sk_sk: Je obrázkom

# Block style label.
source: Blurred image
sk_sk: Rozmazaný obrázok

# Block style label.
source: Inline
sk_sk: V rade

# Block style label.
source: Hide on small screens
sk_sk: Skryť na malých obrazovkách

# Block style label.
source: Only on small screens
sk_sk: Iba na malých obrazovkách

# Block style label.
source: Reverse on small screens
sk_sk: Zoradiť opačne na malých obrazovkách

# Block style label.
source: No bullets
sk_sk: Žiadne odrážky

# Block style label.
source: No line break
sk_sk: Bez prerušenia riadka

# Block style label.
source: Padding left
sk_sk: Odsadenie vľavo

# Block style label.
source: Padding right
sk_sk: Odsadenie vpravo

# Block style label.
source: Page intro
sk_sk: Intro stránky

# Block style label.
source: Page intro summary
sk_sk: Súhrn v intru stránky

# Block style label.
source: Post navigation container
sk_sk: Kontajner navigácie v príspevkoch

# Block style label.
source: Pull down (small)
sk_sk: Potiahnutie nadol (malé)

# Block style label.
source: Pull down (large)
sk_sk: Potiahnutie nadol (veľké)

# Block style label.
source: Pull up (small)
sk_sk: Vytiahnutie nahor (malé)

# Block style label.
source: Pull up (large)
sk_sk: Vytiahnutie nahor (veľké)

# Block style label.
source: Read more outline
sk_sk: Orámované čítať viac

# Block style label.
source: Read more button
sk_sk: Tlačidlové čítať viac

# Block style label.
source: Accessibly hidden
sk_sk: Prístupne skrytý

# Block style label.
source: Shape
sk_sk: Tvar

# Block style label.
source: Site header
sk_sk: Hlavička webstránky

# Block style label.
source: Site footer
sk_sk: Pätka webstránky

# Block style label.
source: Truncate to %d line
sk_sk: Skrátiť na %d riadok

# Block style label.
source: Use header image
sk_sk: Použiť obrázok hlavičky

# Block style label.
source: Use header image (flipped)
sk_sk: Použiť obrázok hlavičky (prevrátený)

# Block style label.
source: Zoom in
sk_sk: Priblížiť

# Template part area label
source: Comments
sk_sk: Komentáre

# Template part area description
source: The Comments template defines an area that displays comments list, navigation and comments form.
sk_sk: Šablóna komentárov definuje oblasť, ktorá zobrazuje zoznam komentárov, navigáciu a formulár pridania komentárov.

# Template part area label
source: Content
sk_sk: Obsah

# Template part area description
source: The Content template defines an area that displays a page content.
sk_sk: Šablóna obsahu definuje oblasť zobrazujúcu obsah stránky.

# Template part area label
source: Navigational Menu
sk_sk: Navigačné menu

# Template part area description
source: The Navigational Menu template defines an area that displays a navigational menu, or list of links.
sk_sk: Šablóna navigačného menu definuje oblasť zobrazujúcu navigačné menu alebo zoznam odkazov.

# Template part area label
source: Entry Meta
sk_sk: Meta informácie príspevku

# Template part area description
source: The Entry Meta template defines an area that displays post meta data, such as post author, publish date, taxonomy terms, or comments count.
sk_sk: Šablóna meta informácií príspevku definuje oblasť, ktorá zobrazuje meta dáta príspevku, ako je autor príspevku, dátum publikovania, termíny taxonómie alebo počet komentárov.

# Template part area label
source: Query Loop
sk_sk: Slučka dotazov

# Template part area description
source: The Query Loop template defines an area that displays list of posts.
sk_sk: Šablóna slučky dotazu definuje oblasť zobrazujúcu zoznam príspevkov.

# Template part area label
source: Sidebar
sk_sk: Bočný panel

# Template part area description
source: The Sidebar template defines an area that displays a sidebar content, sidebar widgets.
sk_sk: Šablóna bočného panela definuje oblasť zobrazujúcu obsah bočného panela, widgety bočného panela.

# Template part area label
source: Template Content
sk_sk: Obsah šablóny

# Template part area description
source: The Template Content template part defines an area that displays a template content.
sk_sk: Obsah šablóny definuje oblasť zobrazujúcu obsah šablóny.

source: (page %d)
sk_sk: (strana %d)

# Theme starter content: Homepage title
source: Home
sk_sk: Úvod

# Theme starter content: About page title
source: About
sk_sk: O nás

# Theme starter content: Services page title
source: Services
sk_sk: Služby

# Theme starter content: Contact page title
source: Contact
sk_sk: Kontakt

source: Please set the `content` parameter for the HTML control.
sk_sk: Nastavte parameter `content` pre pole HTML.

source: Press CTRL key for multiple selection.
sk_sk: Pridržte klávesu CTRL pre viacnásobnú voľbu.

source: Base color
sk_sk: Základná farba

source: By default applied as website background.
sk_sk: Predvolene sa používa ako pozadie webstránky.

# Customizer panel title.
source: Theme Options
sk_sk: Nastavenia témy

source: NOTE: The theme loads Google Fonts from your website, not from 3rd party servers. This improves privacy and compliance with GDPR.
sk_sk: POZNÁMKA: Téma načítava Google Fonts z vašej webstránky, nie zo serverov tretích strán. Zlepšuje tým súkromie a súlad s GDPR.

source: Looking for additional options?
sk_sk: Hľadáte ďalšie možnosti?

source: Site editor is enabled and allows you to set up colors and layout to your needs.
sk_sk: Editor webstránky je povolený a umožňuje nastaviť farby a rozloženie podľa vašich potrieb.

source: Find out more ↗
sk_sk: Zistiť viac ↗

source: Use Site Editor
sk_sk: Použiť editor webstránky

source: Theme Credits
sk_sk: O téme

source: %1$s is a WordPress theme developed by %2$s.
sk_sk: %1$s je WordPress téma vytvorená spoločnosťou %2$s.

# Customizer section title.
source: Colors & Background
sk_sk: Farby a pozadie

source: Theme color palette
sk_sk: Paleta farieb témy

source: Site background
sk_sk: Pozadie stránky

source: Site background color
sk_sk: Farba pozadia webstránky

source: Tweak theme colors in Site Editor → Styles section.
sk_sk: Upravte farby témy v sekcii Editor webstránky → Štýly.

source: "Base" color is used as the site background color.
sk_sk: "Základná" farba sa používa ako farba pozadia webstránky.

source: Use Site Editor now &rarr;
sk_sk: Použiť editor webstránky &rarr;

source: Base alternative color
sk_sk: Základná alternatívna farba

source: Contrast color
sk_sk: Kontrastná farba

source: By default applied on text.
sk_sk: Predvolene sa používa na text.

source: Set this for an appropriate contrast against "Base" color.
sk_sk: Nastavte pre optimálny kontrast oproti Základnej farbe.

source: Contrast alternative color
sk_sk: Kontrastná alternatívna farba

source: By default applied on headings.
sk_sk: Predvolene sa používa na nadpisy.

source: Primary color
sk_sk: Primárna farba

source: By default applied as link color.
sk_sk: Predvolene sa používa na odkazy.

source: Primary mixed color
sk_sk: Primárna zmiešaná farba

source: By default it is set as a blend of "Base" and "Primary" color.
sk_sk: Predvolene je nastavená ako zmes Základnej a Primárnej farby.

source: Secondary color
sk_sk: Sekundárna farba

source: By default applied as button color.
sk_sk: Predvolene sa používa na tlačidlách.

source: Secondary mixed color
sk_sk: Sekundárna zmiešaná farba

source: By default it is set as a blend of "Base" and "Secondary" color.
sk_sk: Predvolene je nastavená ako zmes Základnej a Sekundárnej farby.

source: Button color
sk_sk: Farba tlačidla

source: Choose which predefined color applies on buttons.
sk_sk: Vyberte, ktorá z preddefinovaných farieb sa použije na tlačidlá.

source: Theme palette
sk_sk: Paleta témy

# color name
source: Base
sk_sk: Základná

# color name
source: Contrast
sk_sk: Kontrastná

# color name
source: Contrast alternative
sk_sk: Kontrastná alternatívna

# color name
source: Primary
sk_sk: Primárna

# color name
source: Primary mixed
sk_sk: Primárna zmiešaná

# color name
source: Secondary
sk_sk: Sekundárna

# color name
source: Secondary mixed
sk_sk: Sekundárna zmiešaná

source: WordPress default palette
sk_sk: Predvolená paleta WordPress

# color name
source: Black
sk_sk: Čierna

# color name
source: Cyan bluish gray
sk_sk: Azúrová modrastá šedá

# color name
source: White
sk_sk: Biela

# color name
source: Pale pink
sk_sk: Bledoružová

# color name
source: Vivid red
sk_sk: Živá červená

# color name
source: Luminous vivid orange
sk_sk: Žiarivá oranžová

# color name
source: Luminous vivid amber
sk_sk: Žiarivá jantárová

# color name
source: Light green cyan
sk_sk: Svetlozelená azúrová

# color name
source: Vivid green cyan
sk_sk: Živá zelená azúrová

# color name
source: Pale cyan blue
sk_sk: Bledoazúrová modrá

# color name
source: Vivid cyan blue
sk_sk: Živá azúrová modrá

# color name
source: Vivid purple
sk_sk: Živá fialová

source: Styling theme sections
sk_sk: Dizajn sekcií témy

source: Colors and layout of theme sections (such as site header or footer) can be customized by editing template parts in Site Editor.
sk_sk: Farby a rozloženie sekcií témy (ako napríklad hlavička a pätka) je možné prispôsobiť úpravou častí šablón v Editore webstránky.

source: Gradients
sk_sk: Gradienty

source: Hard gradient stop
sk_sk: Tvrdé zastavenie gradientu

source: Default value:
sk_sk: Predvolená hodnota:

source: Sets the stop position for automatically generated hard cut gradient presets.
sk_sk: Nastaví polohu zastavenia pre automaticky generované predvoľby prechodu tvrdého rezu.

source: Soft gradient stop
sk_sk: Zastavenie mäkkého gradientu

source: Sets the stop position for automatically generated soft gradual gradient presets.
sk_sk: Nastavuje polohu zastavenia pre automaticky generované predvoľby mäkkého postupného gradientu.

source: Editor palette
sk_sk: Paleta editora

source: WordPress default color palette
sk_sk: Predvolená paleta farieb WordPress

source: Should this be enabled in block editor?
sk_sk: Malo by to byť povolené v editore blokov?

source: WordPress default gradients
sk_sk: Predvolené prechody WordPress

source: WordPress default duotone presets
sk_sk: Predvolené duotóny WordPress

source: Black color
sk_sk: Čierna farba

source: White color
sk_sk: Biela farba

# Customizer section title.
source: Layout
sk_sk: Rozloženie

# WordPress full site editing functionality.
source: Site editing
sk_sk: Editácia webstránky

source: Enable template editor
sk_sk: Povoliť editor šablón

source: Enables WordPress full site editing experience.
sk_sk: Umožňuje plnohodnotné úpravy WordPress webstránok.

source: When enabled, you can edit all theme template layouts visually without using code.
sk_sk: Ak je povolený, môžete vizuálne upravovať všetky rozloženia šablón témy bez použitia kódu.

source: When disabled, only site template parts (such as header, footer, page intro,&hellip;) are customizable via Site Editor.
sk_sk: Ak je vypnutý, v editore webstránky je možné prispôsobiť iba časti šablón (napríklad hlavičku, pätku, intro stránky,&hellip;).

source: You can still modify the theme using PHP code (known practice from "classic" WordPress themes).
sk_sk: Tému môžete stále modifikovať pomocou PHP kódu (známa prax z "klasických" WordPress tém).

source: Content
sk_sk: Obsah

source: Content width
sk_sk: Šírka obsahu

source: This is a default width for your blocks.
sk_sk: Toto je predvolená šírka vašich blokov.

source: Set this cautiously for the best readability, depending on your typography setup.
sk_sk: Nastavte túto možnosť tak, aby ste dosiahli najlepšiu čitateľnosť v závislosti od nastavenia typografie.
