Repository: webmandesign/zooey
Catalog: languages/*.po
Languages: sk_sk

# Template part name
source: Posts list: Featured posts
sk_sk: Zoznam príspevkov: Odporúčané príspevky

# Template part name
source: Posts list: Search results
sk_sk: Zoznam príspevkov: Výsledky vyhľadávania

# Template part name
source: Posts list: With sidebar
sk_sk: Zoznam príspevkov: S bočným panelom

# Template part name
source: Sidebar
sk_sk: Bočný panel

# Template part name
source: Taxonomy: Category selector
sk_sk: Taxonómia: Výber kategórie

# Template part name
source: Media: Custom header image
sk_sk: Médiá: Vlastný obrázok hlavičky

# Template part name
source: Media: Custom header image (flipped vertically)
sk_sk: Médiá: Vlastný obrázok hlavičky (prevrátený zvisle)

# Template part name
source: Template content: Archive
sk_sk: Obsah šablóny: Archív

# Template part name
source: Template content: Blog
sk_sk: Obsah šablóny: Blog

# Template part name
source: Template content: Index
sk_sk: Obsah šablóny: Index

# Template part name
source: Template content: Search results
sk_sk: Obsah šablóny: Výsledky vyhľadávania

# Template part name
source: Template content: Search results for post type
sk_sk: Obsah šablóny: Výsledky vyhľadávania pre typ obsahu

# Template part name
source: WooCommerce: Product archive
sk_sk: WooCommerce: Archív produktov

# Template part name
source: WooCommerce: Product search results
sk_sk: WooCommerce: Výsledky vyhľadávania produktov

# Template part name
source: WooCommerce: Product attribute archive
sk_sk: WooCommerce: Archív atribútu produktov

# Template part name
source: WooCommerce: Product category archive
sk_sk: WooCommerce: Archív kategórie produktov

# Template part name
source: WooCommerce: Product tag archive
sk_sk: WooCommerce: Archív značky produktov

# Template part name
source: WooCommerce: Order confirmation
sk_sk: WooCommerce: Potvrdenie objednávky

# Template part name
source: WooCommerce: Shop sidebar
sk_sk: WooCommerce: Bočný panel obchodu

# Custom template name
source: Content only
sk_sk: Iba obsah

# Custom template name
source: No intro
sk_sk: Bez intra

# Custom template name
source: Overlaid header
sk_sk: Prekrytá hlavička

# Custom template name
source: With sidebar
sk_sk: S bočným panelom

# Custom template name
source: Product Catalog
sk_sk: Katalóg produktov

# Custom template name
source: Product Search Results
sk_sk: Výsledky vyhľadávania produktov

# Custom template name
source: Single Product
sk_sk: Jeden produkt

# Custom template name
source: Products by Attribute
sk_sk: Produkty podľa atribútu

# Custom template name
source: Products by Category
sk_sk: Produkty podľa kategórie

# Custom template name
source: Products by Tag
sk_sk: Produkty podľa značky

# Custom template name
source: Cart
sk_sk: Košík

# Custom template name
source: Checkout
sk_sk: Pokladňa

# Custom template name
source: Order Confirmation
sk_sk: Potvrdenie objednávky
