Repository: webmandesign/zooey
Catalog: languages/*.po
Languages: sk_sk

# Page content context.
source: Order Tracking page
sk_sk: Stránka sledovania objednávok

# Block pattern title.
source: Inline product categories
sk_sk: Produktové kategórie v riadku

# Page content context.
source: Shop page
sk_sk: Stránka obchodu

source: Our Products
sk_sk: Naše produkty

# Block pattern title.
source: Shop sidebar
sk_sk: Bočný panel obchodu

# keyword
source: site builder
sk_sk: budovanie webstránky

source: Sidebar, a secondary content
sk_sk: Bočný panel, sekundárny obsah

# Widget title.
source: Categories
sk_sk: Kategórie

# Widget title.
source: Filter by price
sk_sk: Filtrovať podľa ceny

# Widget title.
source: Filter by rating
sk_sk: Filtrovať podľa hodnotenia

# Widget title.
source: Filter by stock
sk_sk: Filtrovať podľa zásob

# Block pattern title.
source: Comments
sk_sk: Komentáre

# keyword
source: post
sk_sk: príspevok

# Title of comments section
source: Comments
sk_sk: Komentáre

# Block pattern title.
source: Error 404
sk_sk: Chyba 404

source: Oops! That page can not be found.
sk_sk: Hľadaná stránka nebola nájdená.

source: It looks like nothing was found at this location. Try a search or check the links below.
sk_sk: Zdá sa, že na tomto mieste sa nič nenašlo. Skúste vyhľadávanie alebo si prezrite odkazy nižšie.

# Block pattern title.
source: Page/post content with sidebar
sk_sk: Obsah stránky/príspevku s bočným panelom

# Block pattern title.
source: Post meta: %s
sk_sk: Metadáta príspevku: %s

# Post meta context.
source: After post content
sk_sk: Za obsahom príspevku

# keyword
source: taxonomy
sk_sk: taxonómia

# keyword
source: category
sk_sk: kategória

# keyword
source: tags
sk_sk: značky

# keyword
source: author
sk_sk: autor

# keyword
source: bio
sk_sk: biografia

source: Tags:
sk_sk: Značky:

source: Category:
sk_sk: Kategória:

# keyword
source: link
sk_sk: odkaz

# Block pattern title.
source: Query entry: %s
sk_sk: Položka dotazu: %s

# Query entry context.
source: Alternative
sk_sk: Alternatívne

# keyword
source: item
sk_sk: položka

# keyword
source: entry
sk_sk: príspevok

# keyword
source: page
sk_sk: stránka

# Query entry context.
source: Featured
sk_sk: Odporúčané

# Query entry context.
source: Default
sk_sk: Pôvodná

source: &rarr; Continue Reading
sk_sk: &rarr; Pokračovať v čítaní

# Block pattern title.
source: Site footer: %s
sk_sk: Pätka stránky: %s

# Site footer context.
source: Centered
sk_sk: Centrovaná

# keyword
source: links
sk_sk: odkazy

# keyword
source: social links
sk_sk: odkazy sociálnych sietí

# keyword
source: info
sk_sk: informácie

# keyword
source: copyright
sk_sk: autorské práva

source: To the top &uarr;
sk_sk: Späť nahor &uarr;

# Site footer context.
source: Minimal
sk_sk: Minimálny

# Site footer context.
source: Split
sk_sk: Rozdelená

# Site footer context.
source: Default
sk_sk: Pôvodná

source: About Us
sk_sk: O nás

source: Services
sk_sk: Služby

source: First service
sk_sk: Prvá služba

source: Next service
sk_sk: Ďalšia služba

source: Another service
sk_sk: Iná služba

source: Last service
sk_sk: Posledná služba

source: Locations
sk_sk: Lokality

source: London
sk_sk: Londýn

# Block pattern title.
source: Site header: %s
sk_sk: Hlavička stránky: %s

# Site header context.
source: Navigation next to logo
sk_sk: Navigácia vedľa loga

# keyword
source: navigation
sk_sk: navigácia

# keyword
source: site title
sk_sk: názov webstránky

# keyword
source: tagline
sk_sk: slogan

# keyword
source: cart
sk_sk: košík

# Site header context.
source: Overlaid with navigation next to logo
sk_sk: Prekrytá s navigáciou vedľa loga

# Site header context.
source: Overlaid
sk_sk: Prekrytá

# keyword
source: user account
sk_sk: používateľský účet

# Site header context.
source: Default
sk_sk: Pôvodná

# Block pattern title.
source: Intro: %s
sk_sk: Úvod: %s

# Intro context.
source: Archive page
sk_sk: Stránka archívu

# Intro context.
source: Blog page
sk_sk: Stránka blogu

# keyword
source: journal
sk_sk: denník

# Intro context.
source: Post
sk_sk: Príspevok

# Intro context.
source: Search results page
sk_sk: Stránka s výsledkami vyhľadávania

source: Number of matches found: {posts_count}
sk_sk: Počet nájdených výsledkov: {posts_count}

# Intro context.
source: Page
sk_sk: Stránka

# Block pattern title.
source: Query loop: %s
sk_sk: Slučka dotazu: %s

# Query loop context.
source: Alternative
sk_sk: Alternatívne

# keyword
source: loop
sk_sk: slučka

# keyword
source: list
sk_sk: zoznam

# keyword
source: items
sk_sk: položky

source: It looks like nothing was found.
sk_sk: Vyzerá to tak, že sa nič nenašlo.

source: Check out our latest news:
sk_sk: Prezrite si naše novinky:

# Query loop context.
source: Featured posts
sk_sk: Odporúčané príspevky

# Query loop context.
source: Search results
sk_sk: Výsledky vyhľadávania

# Query loop context.
source: With sidebar
sk_sk: S bočným panelom

source: It looks like nothing was found at this location. Maybe try a search?
sk_sk: Vyzerá to tak, že sa nenašli žiadne záznamy. Možno skúste vyhľadávanie?

# Query loop context.
source: Default
sk_sk: Pôvodná

# Block pattern title.
source: Sidebar
sk_sk: Bočný panel

source: About me
sk_sk: O mne

# Widget title.
source: Tags
sk_sk: Značky

# Widget title.
source: Recent Comments
sk_sk: Najnovšie komentáre

# Block pattern title.
source: Category selector
sk_sk: Výber kategórie

# keyword
source: selector
sk_sk: výber

# keyword
source: dropdown
sk_sk: rozbaľovací zoznam

source: Browse by topic:
sk_sk: Prezrieť podľa témy:

# Block pattern title.
source: 4 team members info with sticky heading and description on the side
sk_sk: Informácie o 4 členoch tímu s prilepovacím nadpisom a popisom na boku

# keyword
source: card
sk_sk: karta

# keyword
source: team
sk_sk: tím

# keyword
source: person
sk_sk: osoba

# Block pattern title.
source: 3 team members info with heading and description on the side
sk_sk: Informácie o 3 členoch tímu s nadpisom a popisom na boku

# Block pattern title.
source: 3 team members and careers call to action
sk_sk: 3 členovia tímu a kariérna výzva na akciu

source: Careers
sk_sk: Kariéra

# Block pattern title.
source: Person name badge with photo and job position
sk_sk: Odznak s menom osoby s fotografiou a pracovnou pozíciou

# Block pattern title.
source: Personal info card
sk_sk: Osobná informačná karta

# Block pattern title.
source: Single person info card
sk_sk: Informačná karta o osobe

# Block pattern title.
source: "About me" page content
sk_sk: Obsah stránky "O mne"

# Block pattern title.
source: Error 404 template
sk_sk: Šablóna chyby 404

# Block pattern title.
source: Archive with sidebar template
sk_sk: Šablóna archívu s bočným panelom

# Block pattern title.
source: Archive template
sk_sk: Šablóna archívu

# Block pattern title.
source: Singular with sidebar template
sk_sk: Šablóna obsahu s bočným panelom

# Block pattern title.
source: Blog home with sidebar template
sk_sk: Šablóna blogu s bočným panelom

# Block pattern title.
source: Blog home template
sk_sk: Šablóna blogu

# Block pattern title.
source: Page template
sk_sk: Šablóna stránky

# Block pattern title.
source: Search alternative template
sk_sk: Šablóna alternatívneho vyhľadávania

# Block pattern title.
source: Search template
sk_sk: Šablóna vyhľadávania

# Block pattern title.
source: Single template
sk_sk: Šablóna príspevku

# Block pattern title.
source: Product catalog template (blockified)
sk_sk: Šablóna katalógu produktov (z blokov)

source: No products were found.
sk_sk: Neboli nájdené žiadne produkty.

# Block pattern title.
source: Cart template (blockified)
sk_sk: Šablóna košíka (z blokov)

source: You may be interested in…
sk_sk: Mohlo by vás zaujímať…

source: Your cart is currently empty!
sk_sk: Váš košík je momentálne prázdny!

source: New in store
sk_sk: Novinky v predaji

# Block pattern title.
source: Checkout template (blockified)
sk_sk: Šablóna pokladne (z blokov)

# Block pattern title.
source: Order confirmation template (blockified)
sk_sk: Šablóna potvrdenia objednávky (z blokov)

source: Order details
sk_sk: Podrobnosti objednávky

source: Downloads
sk_sk: Na stiahnutie

source: Shipping address
sk_sk: Dodacia adresa

source: Billing address
sk_sk: Fakturačná adresa

# Block pattern title.
source: Product catalog item (blockified)
sk_sk: Položka katalógu produktov (z blokov)

# Block pattern title.
source: Product search results template (blockified)
sk_sk: Šablóna výsledkov vyhľadávania produktov (z blokov)

# Block pattern title.
source: Product template (blockified)
sk_sk: Šablóna produktu (z blokov)

source: Related products
sk_sk: Súvisiace produkty

# Block pattern title.
source: Products by attribute template (blockified)
sk_sk: Šablóna produktov podľa atribútu (z blokov)

# Block pattern title.
source: Products by category template (blockified)
sk_sk: Šablóna produktov podľa kategórie (z blokov)

# Block pattern title.
source: Products by tag template (blockified)
sk_sk: Šablóna produktov podľa značky (z blokov)

# Block pattern title.
source: Large quote with a person photo and decorative image on the side
sk_sk: Veľký citát s fotografiou osoby a dekoratívnym obrázkom na boku

# Block pattern title.
source: Quote with an image with padding on the side
sk_sk: Citát s obrázkom s bočným odsadením

# Block pattern title.
source: List of logos with 2 quotes below
sk_sk: Zoznam log s 2 citáciami

# Block pattern title.
source: Quotes with star rating, title and source info
sk_sk: Citáty s hviezdičkovým hodnotením, názvom a informáciami o zdroji

# Block pattern title.
source: 2 columns of quotes on a background image
sk_sk: 2 stĺpce citátov na pozadí s obrázkom

# Block pattern title.
source: 2 columns of quotes with description and decorative image on the side
sk_sk: 2 stĺpce citátov s popisom a dekoratívnym obrázkom na boku

# Block pattern title.
source: 2 columns of quotes
sk_sk: 2 stĺpce citácií

# Block pattern title.
source: Heading with horizontal line on the side
sk_sk: Nadpis s vodorovnou čiarou na boku

# Block pattern title.
source: Uppercase H2 heading
sk_sk: Nadpis H2 veľkými písmenami

# Block pattern title.
source: Uppercase H3 heading
sk_sk: Nadpis H3 veľkými písmenami

# Block pattern title.
source: Giant text
sk_sk: Obrovský text

# Block pattern title.
source: Description with a title on the side
sk_sk: Popis s názvom na boku

# Block pattern title.
source: Offset 2 columns of text
sk_sk: Odsadené 2 stĺpce textu

# Block pattern title.
source: Big text on the side with highlighted word
sk_sk: Veľký text na boku so zvýrazneným slovom

# as highlight; keyword
source: mark
sk_sk: zvýraznenie

# Block pattern title.
source: Centered bold text
sk_sk: Vycentrovaný tučný text

# Block pattern title.
source: Intro paragraph with drop cap and classic paragraph
sk_sk: Úvodný odsek s iniciálou a klasickým odsekom

# Block pattern title.
source: Fullwidth separator with decorative shape
sk_sk: Oddeľovač na celú šírku s dekoráciou

# Block pattern title.
source: Inline list of tags with decorative shape separators
sk_sk: Zoznam značiek v riadku s dekoratívnymi oddeľovačmi

source: Content only
sk_sk: Iba obsah

source: No intro
sk_sk: Bez úvodu

source: Overlaid header
sk_sk: Prekrytá hlavička

source: Page builder
sk_sk: Editor stránok

source: With sidebar
sk_sk: S bočným panelom

source: Site header
sk_sk: Hlavička webstránky

source: Intro (page header)
sk_sk: Intro (nadpis stránky)

# keyword
source: page title
sk_sk: nadpis stránky

source: Site footer
sk_sk: Pätka webstránky

source: Wide 4 columns
sk_sk: 4 stĺpce (široké)

source: Wide 5 columns
sk_sk: Širokých 5 stĺpcov

source: Wide 6 columns
sk_sk: 6 stĺpcov (široké)

source: Golden ratio
sk_sk: Zlatý rez

source: Cover
sk_sk: Titulka

# keyword
source: background
sk_sk: pozadie

# keyword
source: section
sk_sk: sekcia

source: Cover with content on hover
sk_sk: Titulka s obsahom odhaleným po prechode kurzorom

# keyword
source: project
sk_sk: projekt

source: Cover with blurred image
sk_sk: Banner s rozmazaným obrázkom

source: Cover with backdrop blur column
sk_sk: Banner so stĺpcom s rozmazaným pozadím

source: Cover with repeating semi-transparent background image
sk_sk: Banner s opakujúcim sa polopriehľadným obrázkom pozadia

# keyword; background image pattern
source: pattern
sk_sk: vzor

source: Dark group with backdrop blur
sk_sk: Tmavá skupina s rozmazaným pozadím

source: Light group with backdrop blur
sk_sk: Svetlá skupina s rozmazaným pozadím

source: Primary color group with backdrop blur
sk_sk: Skupina s primárnou farbou a rozostrením pozadia

source: Heading with horizontal line
sk_sk: Nadpis s vodorovnou čiarou

# keyword
source: uppercase
sk_sk: veľké písmo

# keyword
source: letter spacing
sk_sk: medzery medzi písmenami

# keyword
source: separator
sk_sk: oddeľovač

# keyword
source: border
sk_sk: okraj

source: Uppercase H2 heading
sk_sk: Nadpis H2 veľkými písmenami

source: Uppercase H3 heading
sk_sk: Nadpis H3 veľkými písmenami

source: Use header image
sk_sk: Použiť obrázok hlavičky

# keyword
source: decoration
sk_sk: dekorácia

# keyword
source: custom header
sk_sk: vlastná hlavička

source: Use header image (flipped)
sk_sk: Použiť obrázok hlavičky (prevrátený)

source: Media & Text with heading and paragraph
sk_sk: Médiá a text s nadpisom a odstavcom

source: Media & Text with icon and description
sk_sk: Médiá a text s ikonkou a popisom

# keyword
source: feature
sk_sk: rys

# keyword
source: service
sk_sk: služba

source: Text & Media
sk_sk: Text a médiá

# keyword
source: media & text
sk_sk: médiá a text

# keyword
source: media
sk_sk: médiá

source: 3 Recent Posts
sk_sk: 3 najnovšie príspevky

# keyword
source: latest posts
sk_sk: najnovšie príspevky

# keyword
source: inline
sk_sk: v jednom riadku

# keyword
source: row
sk_sk: riadok

source: 3 Recent Posts - Alternative Layout
sk_sk: 3 najnovšie príspevky - Alternatívne rozloženie

source: Spacer
sk_sk: Medzera

# keyword
source: gap
sk_sk: medzera

source: Grid
sk_sk: Mriežka

source: Arrange blocks in a grid.
sk_sk: Usporiadajte bloky do mriežky.

source: Note that this is a very specific, detailed setup.
sk_sk: Upozorňujeme, že ide o veľmi špecifické a podrobné nastavenia.

# %s: HTML formatted dashboard navigation path.
source: For more consistent yet flexible typography setup see %s.
sk_sk: Pre konzistentnejšie, no flexibilné nastavenie písma pozrite %s.

source: Appearance → Customize → Theme Options → Typography
sk_sk: Vzhľad → Prispôsobiť → Nastavenia témy → Písmo

# %s: HTML formatted dashboard navigation path.
source: Set up automatically generated gradients at %s.
sk_sk: Nastavte automaticky generované gradienty v %s.

source: Appearance → Customize → Theme Options → Colors & Background → Gradients
sk_sk: Vzhľad → Prispôsobiť → Nastavenia témy → Farby a pozadie → Gradienty

# Style variation name
source: Dark
sk_sk: Tmavé

# Color name
source: Base
sk_sk: Základná

# Color name
source: Base alternative
sk_sk: Základná alternatívna

# Color name
source: Contrast
sk_sk: Kontrastná

# Color name
source: Contrast alternative
sk_sk: Kontrastná alternatívna

# Color name
source: Primary
sk_sk: Primárna

# Color name
source: Primary mixed
sk_sk: Primárna zmiešaná

# Color name
source: Secondary
sk_sk: Sekundárna

# Color name
source: Secondary mixed
sk_sk: Sekundárna zmiešaná

# Color name
source: Black
sk_sk: Čierna

# Color name
source: White
sk_sk: Biela

# Gradient name
source: Primary cut to transparent, horizontally
sk_sk: Primárna zoseknutá do priehľadnej, horizontálne

# Gradient name
source: Transparent cut to primary, horizontally
sk_sk: Priehľadná zoseknutá do primárnej, horizontálne

# Gradient name
source: Primary mixed cut to transparent, horizontally
sk_sk: Primárna zmiešaná zoseknutá do priehľadnej, horizontálne

# Gradient name
source: Transparent cut to primary mixed, horizontally
sk_sk: Priehľadná zoseknutá do primárnej zmiešanej, horizontálne

# Gradient name
source: Primary cut to transparent, vertically
sk_sk: Primárna zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to primary, vertically
sk_sk: Priehľadná zoseknutá do primárnej, vertikálne

# Gradient name
source: Primary mixed cut to transparent, vertically
sk_sk: Primárna zmiešaná zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to primary mixed, vertically
sk_sk: Priehľadná zoseknutá do primárnej zmiešanej, vertikálne

# Gradient name
source: Secondary cut to transparent, horizontally
sk_sk: Sekundárna zoseknutá do priehľadnej, horizontálne

# Gradient name
source: Transparent cut to secondary, horizontally
sk_sk: Priehľadná zoseknutá do sekundárnej, horizontálne

# Gradient name
source: Secondary mixed cut to transparent, horizontally
sk_sk: Sekundárna zmiešaná zoseknutá do priehľadnej, horizontálne

# Gradient name
source: Transparent cut to secondary mixed, horizontally
sk_sk: Priehľadná zoseknutá do sekundárnej zmiešanej, horizontálne

# Gradient name
source: Secondary cut to transparent, vertically
sk_sk: Sekundárna zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to secondary, vertically
sk_sk: Priehľadná zoseknutá do sekundárnej, vertikálne

# Gradient name
source: Secondary mixed cut to transparent, vertically
sk_sk: Sekundárna zmiešaná zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to secondary mixed, vertically
sk_sk: Priehľadná zoseknutá do sekundárnej zmiešanej, vertikálne

# Gradient name
source: Base cut to transparent, vertically
sk_sk: Základná zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to base, vertically
sk_sk: Priehľadná zoseknutá do základnej, vertikálne

# Gradient name
source: Base alternative cut to transparent, vertically
sk_sk: Základná alternatívna zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to base alternative, vertically
sk_sk: Priehľadná zoseknutá do základnej alternatívnej, vertikálne

# Gradient name
source: Contrast cut to transparent, vertically
sk_sk: Kontrastná zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to contrast, vertically
sk_sk: Priehľadná zoseknutá do kontrastnej, vertikálne

# Gradient name
source: Contrast alternative cut to transparent, vertically
sk_sk: Kontrastná alternatívna zoseknutá do priehľadnej, vertikálne

# Gradient name
source: Transparent cut to contrast alternative, vertically
sk_sk: Priehľadná zoseknutá do kontrastnej alternatívnej, vertikálne

# Gradient name
source: Base to transparent, vertically
sk_sk: Základná do priehľadnej, vertikálne

# Gradient name
source: Transparent to base, vertically
sk_sk: Priehľadná do základnej, vertikálne

# Gradient name
source: Base alternative to transparent, vertically
sk_sk: Základná alternatívna do priehľadnej, vertikálne

# Gradient name
source: Transparent to base alternative, vertically
sk_sk: Priehľadná do základnej alternatívnej, vertikálne

# Gradient name
source: Contrast to transparent, vertically
sk_sk: Kontrastná do priehľadnej, vertikálne

# Gradient name
source: Transparent to contrast, vertically
sk_sk: Priehľadná do kontrastnej, vertikálne

# Gradient name
source: Contrast alternative to transparent, vertically
sk_sk: Kontrastná alternatívna do priehľadnej, vertikálne

# Gradient name
source: Transparent to contrast alternative, vertically
sk_sk: Priehľadná do kontrastnej alternatívnej, vertikálne

# Gradient name
source: Primary to transparent, vertically
sk_sk: Primárna do priehľadnej, vertikálne

# Gradient name
source: Transparent to primary, vertically
sk_sk: Priehľadná do primárnej, vertikálne

# Gradient name
source: Primary mixed to transparent, vertically
sk_sk: Primárna zmiešaná do priehľadnej, vertikálne

# Gradient name
source: Transparent to primary mixed, vertically
sk_sk: Priehľadná do primárnej zmiešanej, vertikálne

# Gradient name
source: Secondary to transparent, vertically
sk_sk: Sekundárna do priehľadnej, vertikálne

# Gradient name
source: Transparent to secondary, vertically
sk_sk: Priehľadná do sekundárnej, vertikálne

# Gradient name
source: Secondary mixed to transparent, vertically
sk_sk: Sekundárna zmiešaná do priehľadnej, vertikálne

# Gradient name
source: Transparent to secondary mixed, vertically
sk_sk: Priehľadná do sekundárnej zmiešanej, vertikálne

# Gradient name
source: For backdrop blur, dark
sk_sk: Pre rozmazanie pozadia, tmavé

# Gradient name
source: For backdrop blur, light
sk_sk: Pre rozmazanie pozadia, svetlé

# Gradient name
source: For backdrop blur, primary
sk_sk: Pre rozmazanie pozadia, primárne

# Duotone name
source: Black
sk_sk: Čierna

# Duotone name
source: White
sk_sk: Biela

# Duotone name
source: Gray
sk_sk: Sivý

# Duotone name
source: Primary
sk_sk: Primárna

# Duotone name
source: Secondary
sk_sk: Sekundárne

# Duotone name
source: Red
sk_sk: Červená

# Duotone name
source: Brown
sk_sk: Hnedý

# Duotone name
source: Yellow
sk_sk: Žltý

# Duotone name
source: Green
sk_sk: Zelená

# Duotone name
source: Blue
sk_sk: Modrá

# Duotone name
source: Purple
sk_sk: Fialový

# Duotone name
source: Punchy
sk_sk: Pútavý

# Space size name
source: X Small
sk_sk: Extra malé

# Space size name
source: Small
sk_sk: Malé

# Space size name
source: Medium
sk_sk: Stredný

# Space size name
source: Large
sk_sk: Veľký

# Space size name
source: X Large
sk_sk: X veľké

# Space size name
source: 2X Large
sk_sk: 2X veľké

# Space size name
source: Content padding
sk_sk: Odsadenie obsahu

# Font family name
source: Main
sk_sk: Hlavné

# Font family name
source: Heading
sk_sk: Nadpis

# Font family name
source: Alternative
sk_sk: Alternatívne

# Font family name
source: Monospace
sk_sk: Neproporcionálne

# Font size name
source: X Small
sk_sk: Extra malé

# Font size name
source: Small
sk_sk: Malé

# Font size name
source: Medium
sk_sk: Stredné

# Font size name
source: Large
sk_sk: Veľké

# Font size name
source: X Large
sk_sk: X veľké

# Font size name
source: 2X Large
sk_sk: 2X veľké

# Font size name
source: 3X Large
sk_sk: 3X veľké

# Font size name
source: Big
sk_sk: Veľké

# Font size name
source: Giant
sk_sk: Obrovské

# Font size name
source: Heading 1
sk_sk: Nadpis 1

# Font size name
source: Heading 2
sk_sk: Nadpis 2

# Font size name
source: Heading 3
sk_sk: Nadpis 3

# Font size name
source: Heading 4
sk_sk: Nadpis 4

# Template part name
source: Comments
sk_sk: Komentáre

# Template part name
source: Content: Error 404 page
sk_sk: Obsah: Stránka s chybou 404

# Template part name
source: Content: With sidebar
sk_sk: Obsah: S bočným panelom

# Template part name
source: Post meta: After post content
sk_sk: Meta informácie príspevku: Za obsahom príspevku

# Template part name
source: Next/previous post navigation
sk_sk: Navigácia na nasledujúci/predchádzajúci príspevok

# Template part name
source: Posts list item
sk_sk: Položka zoznamu príspevkov

# Template part name
source: Posts list item: Alternative
sk_sk: Položka zoznamu príspevkov: Alternatíva

# Template part name
source: Posts list item: Featured
sk_sk: Položka zoznamu príspevkov: Odporúčaná

# Template part name
source: Footer
sk_sk: Pätka

# Template part name
source: Header
sk_sk: Hlavička

# Template part name
source: Header: Overlaid header template
sk_sk: Hlavička: Šablóna prekrytej hlavičky

# Template part name
source: Intro (Page header)
sk_sk: Intro (nadpis stránky)

# Template part name
source: Intro: Post
sk_sk: Intro: Príspevok

# Template part name
source: Intro: Blog page
sk_sk: Intro: Stránka blogu

# Template part name
source: Intro: Archive Page
sk_sk: Intro: Stránka archívu

# Template part name
source: Intro: Search results page
sk_sk: Intro: Stránka s výsledkami vyhľadávania

# Template part name
source: Posts list
sk_sk: Zoznam príspevkov

# Template part name
source: Posts list: Alternative
sk_sk: Zoznam príspevkov: Alternatívny
