Repository: webmandesign/zooey
Catalog: languages/*.po
Languages: sk_sk

source: The optimal text line length is considered to be between 50 and 75 characters, including spaces.
sk_sk: Za optimálnu dĺžku riadka textu sa považuje 50 až 75 znakov vrátane medzier.

source: Wide width
sk_sk: Široká šírka

source: This width is applied on wide-aligned blocks.
sk_sk: Táto šírka sa aplikuje na široko zarovnané bloky.

source: Responsiveness
sk_sk: Responzívnosť

source: Small screen breakpoint
sk_sk: Bod zlomu malých obrazoviek

source: Sets the screen width (viewport) value for responsive breakpoint.
sk_sk: Nastaví hodnotu šírky obrazovky (výrezu) pre responzívny bod zlomu.

source: This affects responsive block styles, such as "%1$s" or "%2$s".
sk_sk: Ovplyvňuje responzívne štýly blokov, ako napríklad "%1$s" alebo "%2$s".

# Customizer section title.
source: Typography
sk_sk: Písmo

source: These options provide great flexibility such as setting up a custom font family and affect also Global Styles in Site Editor.
sk_sk: Tieto možnosti poskytujú veľkú flexibilitu, ako napríklad nastavenie vlastnej rodiny písiem a ovplyvňujú aj globálne štýly v Editore webstránky.

source: Font size
sk_sk: Veľkosť písma

source: Global font size in px
sk_sk: Globálna veľkosť písma v px

source: Global text font size used as a base for automatic calculation of additional font sizes.
sk_sk: Globálna veľkosť písma použitá ako základ pre automatický výpočet ďalších veľkostí písma.

source: This size is applied on large screens only.
sk_sk: Táto veľkosť sa aplikuje iba na veľkých obrazovkách.

source: Typography ratio
sk_sk: Typografický pomer

source: Ratios for automatic harmonious typography font size calculation.
sk_sk: Koeficienty pre automatický výpočet harmonickej veľkosti písma.

source: Modular scale ratio
sk_sk: Koeficient modulárnej stupnice

source: This ratio is used for calculating heading sizes.
sk_sk: Tento pomer sa využije na výpočet veľkostí nadpisov.

source: Open link in new window
sk_sk: Otvoriť odkaz v novom okne

source: Open Modular Scale calculator in a new window ↗
sk_sk: Otvoriť kalkulačku modulárnej stupnice v novom okne ↗

source: Large screen headings scale
sk_sk: Mierka nadpisov na veľkej obrazovke

source: Additional ratio for scaling heading sizes on large screens.
sk_sk: Dodatočný pomer pre násobenie veľkosti nadpisov na veľkých obrazovkách.

source: Font families
sk_sk: Písmo

source: Values of %s set web safe system font families.
sk_sk: Hodnoty %s nastavia typy písma bezpečne použiteľné na webových stránkach.

source: You can use any Google Fonts with this theme.
sk_sk: S touto témou môžete použiť akýkoľvek z Google Fonts.

source: Just input the Google Fonts font family name into the fields below, save the options, and you are done!
sk_sk: Stačí zadať názov typu písma Google Fonts do nižšie uvedených polí, uložiť nastavenia a máte hotovo!

source: Use a value valid for CSS %s property in the fields below.
sk_sk: V nižšie uvedených poliach použite hodnotu platnú pre CSS štýl %s.

source: Main font
sk_sk: Hlavné písmo

source: By default applied as main, global website font.
sk_sk: Pôvodne sa aplikuje ako hlavné, globálne písmo webstránky.

source: Heading font
sk_sk: Písmo nadpisov

source: Alternative font
sk_sk: Alternatívne písmo

source: By default applied on site title (logo).
sk_sk: Pôvodne sa aplikuje na nadpis webstránky (logo).

source: Enable theme Google Fonts loading
sk_sk: Povoliť načítavanie Google Fonts témou

source: In case you are loading fonts with a plugin or other way, disable this option.
sk_sk: V prípade, že načítavate typ písma pomocou pluginu alebo iným spôsobom, túto možnosť vypnite.

source: More typography options
sk_sk: Ďalšie možnosti typografie

source: In case you need to modify typography more precisely, you can do so in Site Editor → Styles section.
sk_sk: V prípade, že vyžadujete presnejšie úpravy typografie, môžete tak urobiť v sekcii Editor webstránky → Štýly.

# Customizer section title.
source: Posts
sk_sk: Príspevky

source: Blog posts layout
sk_sk: Rozloženie blogových príspevkov

# Posts list layout.
source: Columns without sidebar
sk_sk: Stĺpce bez bočného panela

# Posts list layout.
source: List with sidebar
sk_sk: Zoznam s bočným panelom

source: Enable category selector
sk_sk: Povoliť výber kategórie

source: Displays a section with category selector on blog page.
sk_sk: Zobrazí sekciu s výberom kategórií na stránke blogu.

source: You can further customize blog page layout in Site Editor.
sk_sk: Rozloženie blogu môžete ďalej prispôsobiť v editore webstránky.

source: Posts count
sk_sk: Počet príspevkov

source: Max number of entries displayed in list of posts.
sk_sk: Maximálny počet záznamov zobrazených v zozname príspevkov.

source: Search results
sk_sk: Výsledky vyhľadávania

source: Post type specific search results
sk_sk: Výsledky vyhľadávania pre konkrétny typ obsahu

source: Archive page
sk_sk: Stránka archívu

# Customizer section title.
source: Others
sk_sk: Ostatné

source: Enable core block patterns
sk_sk: Povoliť vzory blokov jadra

source: Allows WordPress core block patterns in block editor.
sk_sk: Povolí vzory blokov jadra WordPress v editore blokov.

source: Header image usage
sk_sk: Použitie obrázka hlavičky

source: These header images will be used in Image blocks with "Use header image" block style assigned.
sk_sk: Tieto obrázky hlavičky sa použijú v bloku Obázok s priradeným štýlom bloku "Použiť obrázok hlavičky".

source: Typography
sk_sk: Písmo

# Added to posts and pages that are missing titles.
source: Untitled
sk_sk: Bez názvu

source: Continue reading "%s"
sk_sk: Pokračovať v čítaní "%s"

# Template name
source: Search Post Type
sk_sk: Vyhľadávanie typu obsahu

source: Displays search results for a specific post type search.
sk_sk: Zobrazí výsledky vyhľadávania pre vyhľadávanie konkrétneho typu príspevku.

source: Featured posts
sk_sk: Odporúčané príspevky

source: Featured posts tag slug
sk_sk: Slug značky odporúčaných príspevkov

source: 3 latest posts assigned to this tag will be displayed as featured posts on blog page.
sk_sk: 3 najnovšie príspevky priradené k tejto značke sa zobrazia ako odporúčané príspevky na stránke blogu.

source: Open tags manager in a new window now &rarr;
sk_sk: Otvoriť správcu značiek v novom okne &rarr;

source: NOTE: If you edited "Posts list: Featured posts" template part in Site Editor, this option has no effect as you get full control in template part editing.
sk_sk: POZNÁMKA: Ak ste upravili časť šablóny "Zoznam príspevkov: Odporúčané príspevky" v editore webstránky, táto možnosť nemá žiadny účinok, pretože máte úplnú kontrolu pri úprave danej časti šablóny.

# "Featured posts" post tag slug.
source: featured
sk_sk: odporucane

# Form field placeholder.
source: Set featured posts tag slug here
sk_sk: Nastavte slug značky odporúčaných príspevkov

source: Remove from blog posts
sk_sk: Odstrániť z blogových príspevkov

source: Makes sure the featured posts will be removed from posts list on blog page.
sk_sk: Zabezpečuje, aby sa odporúčané príspevky odstránili zo zoznamu príspevkov na stránke blogu.

# Pagination page number screen reader label.
source: Page:
sk_sk: Strana:

source: Page %1$d of %2$d
sk_sk: Stránka %1$d z %2$d

source: Enables automatic theme updates.
sk_sk: Povolí automatické aktualizácie témy.

source: Are you selling online?
sk_sk: Predávate online?

source: Adds an e-commerce functionality.
sk_sk: Pridáva funkcionalitu e-shopu.

# Plugin name.
source: Integration for WooCommerce
sk_sk: Integrácia pre WooCommerce

source: When using WooCommerce plugin, this plugin helps integrate the e-shop into theme design.
sk_sk: Pri použití pluginu WooCommerce, pomáha tento plugin integrovať e-shop do dizajnu témy.

source: Other useful plugins &rarr;
sk_sk: Ďalšie užitočné pluginy &rarr;

source: Description
sk_sk: Popis

# Plugins.
source: Recommended, not required
sk_sk: Odporúčané, nie vyžadované

source: Please note that these are just recommended plugins, not required ones.
sk_sk: Upozorňujeme, že toto je zoznam odporúčaných pluginov, nie vyžadovaných.

source: Install only those plugins you will use.
sk_sk: Nainštalujte iba tie pluginy, ktoré budete používať.

# Plugins.
source: Or install the ones you prefer.
sk_sk: Alebo nainštalujte tie, ktoré uprednostňujete.

source: For example, if you are not building an eCommerce website, there is no need to install WooCommerce plugin suggested below.
sk_sk: Napríklad, ak nevytvárate webové stránky online obchodu, nie je nutné inštalovať WooCommerce plugin.

# Block style label.
source: Text only
sk_sk: Iba text

source: Shopping cart
sk_sk: Nákupný košík

source: Product gallery
sk_sk: Galéria produktu

source: Behavior of gallery on single product page.
sk_sk: Správanie galérie na stránke produktu.

source: Images in one column
sk_sk: Obrázky v jednom stĺpci

source: Images in two columns
sk_sk: Obrázky v dvoch stĺpcoch

source: Slideshow with thumbnails
sk_sk: Prezentácia s miniatúrami

source: Sticky product summary
sk_sk: Prichytávanie súhrnu o produkte

source: Enables sticky product summary on a single product page while scrolling through product gallery images.
sk_sk: Povolí prichytávanie základných informácií o produkte na stránke produktu počas skrolovania obrázkami galérie.

source: (This option does not affect fully custom block layout.)
sk_sk: (Táto možnosť nemá vplyv na prispôsobené rozloženie blokov.)

source: Shop sidebar
sk_sk: Bočný panel obchodu

source: Display shop sidebar template part on product archive pages.
sk_sk: Zobrazí časť šablóny bočného panela obchodu na stránkach archívu produktov.

# Header image description.
source: Bauhaus (dynamic color SVG)
sk_sk: Bauhaus (dynamická farba SVG)

# Header image description.
source: Flowers (dynamic color SVG)
sk_sk: Kvety (dynamická farba SVG)

# Header image description.
source: Leaves (dynamic color SVG)
sk_sk: Listy (dynamická farba SVG)

# Header image description.
source: Line hills (dynamic color SVG)
sk_sk: Čiarované kopce (dynamická farba SVG)

# Header image description.
source: Rounded shapes (dynamic color SVG)
sk_sk: Zaoblené tvary (dynamická farba SVG)

# WordPress predefined image size name.
source: Thumbnail size
sk_sk: Veľkosť miniatúry

source: Used in block patterns in templates and template parts.
sk_sk: Používa sa vo vzoroch blokov v šablónach a častiach šablón.

# WordPress predefined image size name.
source: Medium size
sk_sk: Stredný rozmer

source: By default used as featured image size in posts list.
sk_sk: Pôvodne použité ako veľkosť prezentačného obrázka v zozname príspevkov.

# WordPress predefined image size name.
source: Large size
sk_sk: Veľký rozmer

source: Navigation
sk_sk: Navigácia

source: Template Parts
sk_sk: Časti šablóny

source: Templates
sk_sk: Šablóny

# Customizer section title.
source: Page builders
sk_sk: Editory stránok

source: Page builder layout
sk_sk: Rozloženie editora stránok

source: Tweaks content area layout when using "Page builder" template.
sk_sk: Vyladí rozloženie obsahu pri použití šablóny "Editor stránok".

source: As every page builder plugin works differently, set this according to your needs.
sk_sk: Keďže každý plugin typu editora stránok je iný, zvoľte možnosť podľa potreby.

source: Full width content with no padding
sk_sk: Roztiahnutá oblasť obsahu so žiadnym odsadením

source: Keep the content width, just remove padding
sk_sk: Zachovať šírku obsahu, ale odstrániť odsadenie

source: Show primary title
sk_sk: Zobraziť hlavný nadpis

source: Controls display of page intro section with primary page title when using "Page builder" template.
sk_sk: Ovláda zobrazenie intro sekcie stránky s hlavným nadpisom stránky pri použití šablóny "Editor stránky".

source: Features
sk_sk: Vlastnosti

source: Quickstart
sk_sk: Sprievodca nastavením

source: Updates
sk_sk: Aktualizácie

source: Accessibility
sk_sk: Prístupnosť

source: Demo content
sk_sk: Demo obsah

source: Welcome
sk_sk: Vitajte

source: If you %1$s love this theme don't forget to rate it %2$s.
sk_sk: Ak sa vám %1$s páči táto téma, nezabudnite ju hodnotiť %2$s.

source: Thank you!
sk_sk: Vďaka!

source: Have a suggestion for improvement or something is not working as it should?
sk_sk: Máte návrh na zlepšenie, alebo niečo nefunguje tak, ako by malo?

source: &rarr; Contact support
sk_sk: &rarr; Kontaktujte technickú podporu

source: Skip links
sk_sk: Preskakovacie odkazy

source: Skip to main navigation
sk_sk: Preskočiť na hlavnú navigáciu

source: Skip to footer
sk_sk: Preskočiť na pätičku

source: Recommended image sizes
sk_sk: Odporúčané rozmery obrázkov

source: For the optimal theme display, please, set image sizes recommended below.
sk_sk: Pre optimálne zobrazenie témy nastavte odporúčané veľkosti obrázkov.

source: If you already have images uploaded to your website you need to resize them after changing the sizes here.
sk_sk: Ak už máte obrázky nahrané na vašej webovej stránke, musíte ich po zmene veľkostí regenerovať.

source: Resize images using plugin &rarr;
sk_sk: Regenerovať obrázky pomocou pluginu &rarr;

source: Size name
sk_sk: Názov rozmeru

source: Size ID
sk_sk: ID veľkosti

source: Size parameters
sk_sk: Parametre rozmeru

source: Theme usage
sk_sk: Použitie v téme

source: cropped
sk_sk: orezaný

source: scaled
sk_sk: zmenšený

source: Additional image size added by the theme. Can not be changed on this page.
sk_sk: Dodatočný rozmer obrázkov vytvorený použitou témou. Nie je ho možné nastaviť na tejto stránke.

source: Thank you for installing %s theme!
sk_sk: Vďaka za inštaláciu témy %s!

source: Visit "Welcome" page for information on how to set up your website.
sk_sk: Začnite na uvítacej stránke, kde nájdete informácie, ako nastaviť vašu webovú stránku.

source: Let's Get Started &rarr;
sk_sk: Začnime &rarr;

source: Create an Accessible Website
sk_sk: Vytvorte prístupnú webstránku

source: Make your website accessible to everyone.
sk_sk: Sprístupnite svoju webstránku všetkým.

source: This theme will help you create a disabilities friendly and barrier-less user experience.
sk_sk: Táto téma vám pomôže vytvoriť bezbariérový používateľský zážitok bez ohľadu na zdravotné postihnutie.

source: When building your content, just follow web accessibility best practices.
sk_sk: Pri vytváraní obsahu stačí dodržiavať osvedčené postupy prístupnosti webových stránok.

source: Simplicity
sk_sk: Jednoduchosť

source: Keep your text simple. Paragraphs with more than four lines are more difficult to read. Use lists and spacing in your content.
sk_sk: Udržujte text jednoduchý. Odseky s viac ako štyrmi riadkami textu sú ťažšie čitateľné. Používajte zoznamy a dostatok priestoru v obsahu stránok.

source: Hierarchy
sk_sk: Hierarchia

source: Keep proper headings hierarchy, do not skip heading levels: heading size H2 should be followed by H3 and so on.
sk_sk: Udržujte správnu hierarchiu nadpisov, nepreskakujte úrovne nadpisov: po nadpise veľkosti H2 by mal nasledovať H3 a tak ďalej.

source: Images
sk_sk: Obrázky

source: Adding images to posts and pages makes your content easier to remember.
sk_sk: Pridávaním obrázkov do príspevkov a stránok uľahčíte zapamätanie obsahu.

source: Alternatives
sk_sk: Alternatívy

source: Set alt text to images (do this in the media library or directly in post editor).
sk_sk: Nastavte alternatívny text obrázkov (urobte to v knižnici médií alebo priamo v editore obsahu).

source: Provide text alternatives for videos and sound.
sk_sk: Poskytnite textové alternatívy pre videá a zvuk.

source: More info in theme documentation &rarr;
sk_sk: Viac informácií v dokumentácii témy &rarr;

source: Demo Content = Block Patterns
sk_sk: Demo obsah = Vzory blokov

source: There is no need to import demo content data anymore.
sk_sk: Už nie je potrebné importovať dáta demo obsahu.

source: Simply use patterns from %s category to create whole page content easily!
sk_sk: Jednoducho použite vzory z kategórie %s pre jednoduché vytvorenie obsahu celej stránky!

source: Pages
sk_sk: Stránky

source: Or combine block patterns to your liking to create custom page layouts.
sk_sk: Alebo skombinujte vzory blokov podľa svojich predstáv a vytvorte vlastné rozloženia stránok.

source: Use page block patterns &rarr;
sk_sk: Použite vzory blokov &rarr;

source: Site Background Image
sk_sk: Obrázok pozadia webstránky

source: Set up global website background image if you like.
sk_sk: Ak chcete, nastavte globálny obrázok pozadia webstránky.

source: Use repeated pattern image to create interesting background.
sk_sk: Použite obrázok opakovaného vzoru pre vytvorenie zaujímavého pozadia.

source: Set Background
sk_sk: Nastaviť pozadie

source: Info in documentation &rarr;
sk_sk: Informácie v dokumentácii &rarr;

source: Blog Layouts
sk_sk: Rozloženie blogu

source: Display blog posts in a list with a sidebar, or in columns layout.
sk_sk: Zobrazte príspevky blogu v zozname s bočným panelom alebo v rozložené do stĺpcov.

source: Or set completely custom layout for your blog template.
sk_sk: Alebo prispôsobte šablónu blogu vašim požiadavkám.

source: Set Blog Layout
sk_sk: Nastaviť rozloženie blogu

source: Edit Templates &rarr;
sk_sk: Upraviť šablóny &rarr;

source: Decorative Images
sk_sk: Dekoratívne obrázky

source: Set up header image displayed in dedicated Image blocks.
sk_sk: Nastavte obrázok hlavičky zobrazený vo vyhradených blokoch obrázkov.

source: Useful for (randomized) decorative image setup, for example.
sk_sk: Užitočné napríklad pre (náhodné) nastavenie dekoratívnych obrázkov.

source: Set Header Image
sk_sk: Nastaviť obrázok hlavičky

source: Featured Posts
sk_sk: Odporúčané príspevky

source: Display important news immediately on top of your blog page in dominant "Featured posts" section.
sk_sk: Zobrazte dôležité novinky priamo v hornej časti stránky blogu v dominantnej sekcii "Odporúčané príspevky".

source: Set Featured Posts Tag
sk_sk: Nastaviť značku odporúčaných príspevkov

source: Hybrid Theme
sk_sk: Hybridná téma

source: Choose preferred edit mode: edit <dfn title="Full site editing experience">all templates</dfn> or <dfn title="Classic theme experience">their parts only</dfn> using Site Editor.
sk_sk: Vyberte preferovaný režim úprav: pomocou editora webstránky upravujte <dfn title="Režim úplnej editácie webstránky (FSE)">všetky šablóny</dfn> alebo <dfn title="Režim klasickej témy">iba ich časti</dfn>.

source: Choose Site Editing Experience
sk_sk: Vybrať režim editácie webstránky

source: Mobile Header
sk_sk: Hlavička pre mobilné zariadenia

source: Display a different site header for small and large screens.
sk_sk: Zobrazte rôznu hlavičku webstránky pre malé a veľké obrazovky.

source: Just set a preferred block style for the container block.
sk_sk: Stačí nastaviť preferovaný štýl bloku pre blok kontajnera.

source: Block Patterns
sk_sk: Vzory blokov

source: Create your content fast with integrated pre-designed patterns library.
sk_sk: Vytvorte obsah rýchlejšie pomocou integrovanej knižnice predpripravených vzorov blokov.

source: No need to import demo content data anymore.
sk_sk: Už nie je potrebné importovať dáta demo obsahu.

source: Manage Patterns
sk_sk: Správca vzorov

source: Privacy Compliant Fonts
sk_sk: Písma v súlade s ochranou osobných údajov

source: Feel free to use any Google Font with this theme.
sk_sk: Neváhajte použiť akékoľvek písmo Google Fonts.

source: Fonts will be loaded from your website, not from Google servers, enhancing privacy of your visitors (GDPR compliant).
sk_sk: Písma sa načítajú z vašej webstránky, nie zo serverov Google, čím sa zvýši súkromie vašich návštevníkov (v súlade s GDPR).

source: Set Typography
sk_sk: Nastaviť typografiu

source: Complete Control
sk_sk: Úplná kontrola

source: You can edit colors, layout, spacing and typography of every theme section using blocks in Site Editor.
sk_sk: Môžete upravovať farby, rozloženie, odsadenie a typografiu každej sekcie témy pomocou blokov v Editore webstránky.

source: Control complete design of your theme.
sk_sk: Ovládajte kompletný dizajn témy.

source: Open Site Editor
sk_sk: Otvoriť editor webstránky

source: Block Styles
sk_sk: Štýly blokov

source: Change the style of blocks without coding.
sk_sk: Zmeňte štýl blokov bez kódovania.

source: Use %s plugin for additional creative block styles.
sk_sk: Použite plugin %s pre dodatočné kreatívne štýly blokov.

source: Abs – Additional block styles
sk_sk: Abs - Ďalšie štýly blokov

source: Harmonious Typography
sk_sk: Harmonická typografia

source: This theme applies harmonious typography to assure the best readability.
sk_sk: Táto téma aplikuje harmonickú typografiu, aby sa zabezpečila čo najlepšia čitateľnosť.

source: Set up base font size, custom fonts, and tweak the typography ratio to your liking.
sk_sk: Nastavte základnú veľkosť písma, vlastné typy písma a upravte typografický pomer podľa svojich potrieb.

source: WooCommerce Compatible
sk_sk: Kompatibilita s WooCommerce

source: Turn your website into an online shop with popular e-commerce platform WooCommerce.
sk_sk: Premeňte svoju webstránku na online obchod s populárnou e-commerce platformou WooCommerce.

source: Install WooCommerce plugin &rarr;
sk_sk: Inštalovať plugin WooCommerce &rarr;

source: Theme Features
sk_sk: Vybrané vlastnosti témy

source: Customize Anything
sk_sk: Prispôsobte si čokoľvek

source: Modify theme options with live-preview customizer and edit template parts with drag&nbsp;&&nbsp;drop Site Editor.
sk_sk: Upravte možnosti témy pomocou nástroja na prispôsobenie a modifikujte časti šablón pomocou editora webstránky.

source: Customizer &rarr;
sk_sk: Prispôsobiť &rarr;

source: Site Editor &rarr;
sk_sk: Editor webstránky &rarr;

source: Setup
sk_sk: Nastavenie

source: Make sure to tweak "Settings" section of your site to your needs.
sk_sk: Nezabudnite upraviť sekciu Nastavení vašej webovej stránky.

source: Pay attention to:
sk_sk: Venujte pozornosť tomuto:

source: Site title and tagline &rarr;
sk_sk: Názov webstránky a slogan &rarr;

source: Image size setup &rarr;
sk_sk: Nastavenie veľkosti obrázkov &rarr;

source: Permalink structure setup &rarr;
sk_sk: Nastavenie štruktúry permalinkov &rarr;

source: Homepage setup &rarr;
sk_sk: Nastavenie úvodnej stránky &rarr;

source: All Settings &rarr;
sk_sk: Všetky nastavenia &rarr;

source: New to WordPress?
sk_sk: Je pre vás WordPress novinkou?

source: If you are new to WordPress check out info in theme documentation.
sk_sk: Ak ste vo WordPress nováčikom, pozrite si informácie v dokumentácii k téme.

source: Get to know WordPress &rarr;
sk_sk: Spoznajte WordPress &rarr;

source: Quickstart Guide
sk_sk: Sprievodca nastavením

source: Congratulations and thank you for choosing %1$s theme by %2$s!
sk_sk: Gratulujeme a ďakujeme za používanie témy %1$s od %2$s!

source: Information on this page introduces the theme and provides useful tips.
sk_sk: Informácie na tejto stránke predstavujú tému a poskytujú užitočné tipy.

source: Documentation &rarr;
sk_sk: Dokumentácia &rarr;

source: Support Forum &rarr;
sk_sk: Fórum technickej podpory &rarr;

source: Automatic Theme Updates
sk_sk: Automatické aktualizácie témy

source: WordPress can automatically update only themes from WordPress.org repository.
sk_sk: WordPress dokáže automaticky aktualizovať iba témy z repozitára WordPress.org.

source: As you have obtained this premium theme via Envato Market, you need to enable automatic theme updates with a dedicated plugin.
sk_sk: Keďže ste získali túto prémiovú tému cez Envato Market, musíte povoliť automatické aktualizácie pomocou špeciálneho pluginu.

source: Get automatic theme updates &rarr;
sk_sk: Získajte automatické aktualizácie témy &rarr;

# Block pattern title.
source: Inline call to action with form (newsletter subscription)
sk_sk: Výzva na akciu s formulárom (prihlásenie na odber) v jednom riadku

# keyword
source: buttons
sk_sk: tlačidlá

source: Newsletter
sk_sk: Novinky
